[
  {
    "ref_type": "article",
    "author": "Alleman, A. and Stoldt, M. and Feldmeyer, B. and Foitzik, S.",
    "title": "Tandem\u0010running and scouting behaviour are characterized by up\u0010regulation of learning and memory formation genes within the ant brain",
    "journal": "Mol. Ecol.",
    "volume": "28(9)",
    "pages": "2342-2359",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[We elucidate the transcriptomic basis of scouting, tandem\u0010leading, & tandem\u0010following behaviors across 2 species with divergent lifestyles: the slavemaking Temnothorax americanus & its primary, nonparasitic host T. longispinosus.  Analysis of gene expression data from brains revealed that only a small number of unique differentially expressed genes are responsible for scouting & tandem\u0010running.  Comparison of orthologous genes between T. americanus & T. longispinosus suggests that tandem\u0010running is characterized by species\u0010specific patterns of gene usage.  However, within both species, tandem\u0010leaders showed gene expression patterns median to those of scouts & tandem\u0010followers, which was expected, as leaders can be recruited from either of the other 2 behavioral states.  Most importantly, a number of differentially expressed behavioral genes were found, with functions relating to learning & memory formation in other social & nonsocial insects.  This includes a number of up\u0010regulated receptor genes such as a glutamate & dopamine receptor, as well as serine/threonine\u0010protein phosphatases & kinases.  Learning & memory genes were specifically up\u0010regulated within scouts & tandem\u0010followers, not only reinforcing previous behavioral studies into how Temnothorax navigate novel environments & share information, but also providing insight into the molecular underpinnings of teaching & learning within social insects.]",
    "keywords": "ant; Formicidae; Temnothorax americanus; Temnothorax longispinosus; Myrmicinae; North America; USA; New York; scientific; workers; genetics; gene expression; genes; transcriptomics; behavior; behavioral specialization; foragers; learning; social parasitism; teaching; ",
    "year": "2019} "
  },
  {
    "ref_type": "article",
    "author": "Aonuma, H.",
    "title": "Serotonergic control in initiating defensive responses to unexpected tactile stimuli in the trap-jaw ant Odontomachus kuroiwae",
    "journal": "J. Exp. Biol.",
    "volume": "223(19): jeb228874",
    "pages": "10 p.",
    "note": "Part of FORMIS 23; from-DPW,",
    "abstract": "*[This study investigated an aminergic mechanism underlying defensive responses to unexpected touch in an ant that has powerful mandibles, a trap-jaw ant.  Tactile stimulation to the abdomen elicited quick forward movements in a dart escape in 90% of the ants in a colony.  Less than 10% of the ants responded with a quick defensive turn towards the source of stimulation.  To reveal the neuronal mechanisms underlying this defensive behavior, the effect of brain biogenic amines on the responses to tactile stimuli were investigated.  The levels of octopamine, dopamine, & serotonin in the brain were significantly elevated in ants that responded with a defensive turn to the unexpected stimulus compared with ants that responded with a dart escape.  Oral administration of dopamine & serotonin demonstrated that both amines contributed to the initiation of a defensive response.  Oral administration of l-DOPA weakly affected the initiation of the defensive turn, while 5-hydroxy-l-tryptophan strongly affected the initiation of defensive behavior.  Oral administration of ketanserin, a serotonin antagonist, inhibited the initiation of the defensive turn in aggressive workers, eliminating the effects of both serotonin & 5-hydroxy-l-tryptophan on the initiation of turn responses.]",
    "keywords": "ant; Formicidae; Odontomachus kuroiwae; Ponerinae; Asia; Japan; Okinawa; scientific; workers; worker age; biogenic amines; dopamine; ketanserin; octopamine; serotonin; 5-hydroxy-l-tryptophan; l-DOPA; brain; behavior; defensive behavior; escape behavior; tactile stimuli; ",
    "year": "2020} "
  },
  {
    "ref_type": "article",
    "author": "Aonuma, H. and Watanabe, T.",
    "title": "Changes in the content of brain biogenic amine associated with early colony establishment in the queen of the ant, Formica japonica",
    "journal": "PLoS ONE",
    "volume": "7(8): e43377",
    "pages": "8 p.",
    "note": "Part of FORMIS 13; from-DPW, verified-DPW.",
    "abstract": "*[We examined changes in the content of biogenic amines in the brains of ant queen associated with early colony establishment.  The levels of serotonin, octopamine, & dopamine decreased significantly in the brain of the queen after starting a colony.  On the other hand, tyramine increased significantly in the brain following colony establishment.  The levels of N-acetyloctopamine, & N-acetyltyramine in the brain did not show a significant change after the queen established a colony.  However, the levels of N-acetylserotonin in the brain were significantly higher in wingless mated queens than in winged virgin queens, whereas levels of N-acetyldopamine in the brain were significantly lower in wingless mated queens than winged virgin queens.]",
    "keywords": "ant; Formicidae; Formica japonica; Formicinae; Asia; Japan; scientific; queen; winged virgin queens; wingless mated queens; physiology; biogenic amine; dopamine; octopamine; serotonin; tyramine; N-acetyldopamine; N-acetyloctopamine; N-acetylserotonin; N-acetyltyramine; morphology; brain; colony establishment; behavior; ",
    "year": "2012} "
  },
  {
    "ref_type": "article",
    "author": "Barbero, F. and Mannino, G. and Casacci, L.P.",
    "title": "The role of biogenic amines in social insects: With a special focus on ants",
    "journal": "Insects",
    "volume": "14(4), 386",
    "pages": "18 p.",
    "note": "Part of FORMIS 24; from NAL's AGRICOLA; Part of the Leaf-Cutting Ant Bibliography; from Fire Ant Literature Database; from-DPW,",
    "abstract": "Eusociality represents the higher degree of interaction in insects. This complex social structure is maintained through a multimodal communication system that allows colony members to be flexible in their responses, fulfilling the overall society's needs. The colony plasticity is supposedly achieved by combining multiple biochemical pathways through the neuromodulation of molecules such as biogenic amines, but the mechanisms through which these regulatory compounds act are far from being fully disentangled. Here, we review the potential function of major bioamines (dopamine, tyramine, serotine, and octopamine) on the behavioral modulation of principal groups of eusocial Hymenoptera, with a special focus on ants. Because functional roles are species- and context-dependent, identifying a direct causal relationship between a biogenic amine variation and behavioral changes is extremely challenging. We also used a quantitative and qualitative synthesis approach to summarize research trends and interests in the literature related to biogenic amines of social insects. Shedding light on the aminergic regulation of behavioral responses will pave the way for an entirely new approach to understanding the evolution of sociality in insects.          *[Harpegnathos saltator misspelled Herpegnathos saltator.]",
    "keywords": "ant; Formicidae; Acromyrmex echinatior; Camponotus fellah; Camponotus floridanus; Camponotus mus; Cataglyphis fortis; Diacamma; Formica aquilonia; Formica fusca; Formica japonica; Formica polyctena; Harpegnathos saltator; Lasius japonicus; Lasius niger; Myrmica karavajevi; Myrmica scabrinodis; Myrmica; Odontomacus kuroiwae; Oecophylla smaragdina; Pheidole dentata; Pogonomyrmex; Pristomyrmex punctatus; Solenopsis invicta; Streblognathus peetersi; Tetramorium caespitum; Formicinae; Myrmicinae; Attini; Ponerinae; review; reproduction; caste; biogenic amines; dopamine; octopamine; serotine; tyramine; modulation; regulation; social behavior; behavioral modulation; behavioral changes; foraging; aging; division of labor; trophallaxis; grooming; feeding; interspecific interactions; ",
    "year": "2023} "
  },
  {
    "ref_type": "article",
    "author": "Boulay, R. and Hooper-B˘i, L.M. and Woodring, J.",
    "title": "Oviposition and oogenesis in virgin fire ant females Solenopsis invicta are associated with a high level of dopamine in the brain",
    "journal": "Physiol. Entomol.",
    "volume": "26(4)",
    "pages": "294-299",
    "note": "Part of FORMIS 03; from NAL's AGRICOLA; from Fire Ant Literature Database; from-DPW,",
    "abstract": "In the fire ant Solenopsis invicta Buren, virgin females are capable of shedding their wings (dealation) and laying haploid eggs. However, dealation and reproduction are inhibited by a queen primer pheromone that depresses the release of Juvenile Hormone by the corpora allata. In an attempt to identify other neural signals that trigger the reproductive system, we measured the effect on brain biogenic amines of separation from the queen. Dopamine in the brain of virgin females increased from 552 +/- 42 to 971 +/- 65 fMol/brain when reproduction and dealation were stimulated by 15 days of separation. Octopamine and 5-hydroxytryptamine did not change significantly after the separation. Isolated virgin females fed with a tyrosine hydroxylase inhibitor 3-iodo-L-tyrosine mixed in sucrose for 15 days laid significantly fewer eggs and had fewer chorionated oocytes in their ovarioles than females fed with sucrose only. Restoring dopamine biosynthesis by adding L-dopa to the food also restored oogenesis and oviposition. Dealation was not affected by 3-iodo-L-tyrosine or L-dopa. The possible role of dopamine as the neural target of the queen pheromone regarding its potent allotoregulatory effect in other insects is discussed.",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Louisiana; scientific; virgin females; morphology; oogenesis; ovarian development; oviposition; wings; regulation; brain; dopamine; octopamine; serotonin; enzyme inhibitors; tyrosine 3-monooxygenase; levodopa; queenlessness; dealation; ",
    "year": "2001} "
  },
  {
    "ref_type": "techreport",
    "author": "Bubak, A. and Renner, K. and Swallow, J. and Greene, M.",
    "title": "Monoamines, individual decisions, and collective-organization of pavement ant wars.  [abstract]",
    "institution": "P184 p. 292, In: Abstracts, International Congress, International Union for the Study of Social Insects, 13-18 July 2014, Cairns Convention Centre, Queensland, Australia",
    "note": "Part of FORMIS 15; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; scientific; workers; brain; monoamines; serotonin 5-HT; dopamine; octopamine; cuticular hydrocarbons; individual decisions; collective-organization; wars; fighting; ritualized fighting; non-nestmate cues; infraspecific interactions; nestmate recognition; ",
    "year": "2014} "
  },
  {
    "ref_type": "techreport",
    "author": "Bubak, A.N. and Hoover, K.M. and Renner, K.J. and Swallow, J.G. and Greene, M.J.",
    "title": "The role of brain monoamines (serotonin (5-HT), octopamine, and dopamine in pavement ant aggression.  [abstract]",
    "institution": "9.1, p. 49, Presented at SICB (Society of Integrative and Comparative Biology) 2017 Annual Meeting Abstracts, January 4-8, 2017, New Orleans, LA.",
    "note": "Part of FORMIS 18; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; octopamine; dopamine; serotonin; 5-HT; morphology; brain; nestmate recognition; nests; behavior; aggression; intraspecific aggression; fighting; antagonistic response; pavement ants; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Bubak, A.N. and Hoover, K.M. and Renner, K.J. and Swallow, J.G. and Greene, M.J.",
    "title": "The role of brain monoamines (serotonin (5-HT), octopamine, and dopamine in pavement ant aggression.  [abstract]",
    "journal": "Integr. Comp. Biol.",
    "volume": "57(suppl. 1)",
    "pages": "E213",
    "note": "Part of FORMIS 18; from-DPW,",
    "keywords": "North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; octopamine; dopamine; serotonin; 5-HT; morphology; brain; nestmate recognition; nests; behavior; aggression; intraspecific aggression; fighting; antagonistic response; pavement ants; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Bubak, A.N. and Yaeger, J.D. and Renner, K.J. and Swallow, J.G. and Greene, M.J.",
    "title": "Neuromodulation of nestmate recognition decisions by pavement ants",
    "journal": "PLoS ONE",
    "volume": "11(11), e0166417",
    "pages": "15 p.",
    "note": "Part of FORMIS 18; from-DPW,",
    "abstract": "*[We show how sensory information, both tactile & chemical, & social context (isolation, nestmate interaction, or fighting non-nestmates) affects brain monoamine levels in pavement ants, Tetramorium caespitum.  Our results provide evidence that changes in octopamine & serotonin in the brains of individuals are sufficient to alter the decision by pavement ants to be aggressive towards non-nestmate ants, whereas increased brain levels of dopamine correlate to physical fighting.  We propose a model in which the changes in brain states of many workers collectively lead to the self-organization of societal aggression between neighboring colonies of pavement ants.]",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; octopamine; dopamine; serotonin; 5-HT; morphology; brain; nestmate recognition; nests; behavior; aggression; intraspecific aggression; fighting; antagonistic response; pavement ants; model; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "Chen, J. and Guan, Z. and Sun, L. and Fan, X. and Wang, D. and Yu, X. and Lyu, L. and Qi, G.",
    "title": "N6\u0010methyladenosine modification of RNA controls dopamine synthesis to influence labour division in ants",
    "journal": "Mol. Ecol.",
    "volume": "33(8), e17322",
    "pages": "? p.",
    "note": "Part of FORMIS 24; from NAL's AGRICOLA; from Fire Ant Literature Database; from-DPW,",
    "abstract": "The Nv\u0010methyladenosine (mvA) modification of RNA has been reported to remodel gene expression in response to environmental conditions; however, the biological role of mvA in social insects remains largely unknown. In this study, we explored the role of mvA in the division of labour by worker ants (Solenopsis invicta). We first determined the presence of mvA in RNAs from the brains of worker ants and found that mvA methylation dynamics differed between foragers and nurses. Depletion of mvA methyltransferase or chemical suppression of mvA methylation in foragers resulted in a shift to 'nurse\u0010like' behaviours. Specifically, mRNAs of dopamine receptor 1 (Dop1) and dopamine transporter (DAT) were modified by mvA, and their expression increased dopamine levels to promote the behavioural transition from foragers to nurses. The abundance of Dop1 and DAT mRNAs and their stability were reduced by the inhibition of mvA modification caused by the silencing of Mettl3, suggesting that mvA modification in worker ants modulates dopamine synthesis, which regulates labour division. Collectively, our results provide the first example of the epitranscriptomic regulation of labour division in social insects and implicate mvA regulatory mechanism as a potential novel target for controlling red imported fire ants.",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; Asia; China; scientific; workers; genetics; RNA; dopamine; dopamine receptors; gene expression; methylation; methyltransferases; mprphology; brains; behavior; division of labor; foragers; nurses; red imported fire ants; ",
    "year": "2024} "
  },
  {
    "ref_type": "article",
    "author": "Cuvillier-Hot, V. and Lenoir, A.",
    "title": "Biogenic amine levels, reproduction and social dominance in the queenless ant Streblognathus peetersi",
    "journal": "Naturwissenschaften",
    "volume": "93(3)",
    "pages": "149-153",
    "note": "Part of FORMIS 06; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Social harmony often relies on ritualised dominance interactions between society members, particularly in queenless ant societies, where colony members do not have developmentally predetermined castes but have to fight for their status in the reproductive and work hierarchy. In this behavioural plasticity, their social organisation resembles more that of vertebrates than that of the 'classic' social insects. The present study investigates the neurochemistry of the queenless ant species, Streblognathus peetersi, to better understand the neural basis of the high behavioural plasticity observed in queenless ants. We report measurements of brain biogenic amines [octopamine, dopamine, serotonin] of S. peetersi ants; they reveal a new set of biogenic amine influences on social organisation with no common features with other 'primitively organised societies' (bumble bees) and some common features with 'highly eusocial' species (honey bees). This similarity to honey bees may either confirm the heritage of queenless species from their probably highly eusocial ancestors or highlight independent patterns of biogenic amine influences on the social organisation of these highly derived species.",
    "keywords": "ant; Formicidae; Streblognathus peetersi; Ponerinae; Africa; South Africa; scientific; physiology; neurochemistry; brain biogenic amines; dopamine; octopamine; serotonin; biogenic amine levels; reproduction; behavior; social dominance; behavioral plasticity; queenless ant; ",
    "year": "2006} "
  },
  {
    "ref_type": "article",
    "author": "de Decker, N. and Hayes, T.K. and Kerkhove, E. van and Steels, P.",
    "title": "Stimulatory and inhibitory effects of endogenous factors in head extracts of Formica polyctena (Hymenoptera) on the fluid secretion of Malpighian tubules",
    "journal": "J. Insect Physiol.",
    "volume": "40(12)",
    "pages": "1025-1036",
    "note": "Part of FORMIS 96; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "This study was designed to investigate the regulation of fluid secretion by the Malpighian tubules of the worker ant Formica polyctena (Hymenoptera). Different solvent systems were used to make crude head extracts and to determine the solubility of the diuretic factors. Surprisingly, when distilled water, acid acetone, methanol and 15% trifluoroacetic acid (TFA) were used as solvents, two consecutive significant stimulations of fluid secretion were obtained: the first, when adding the extract to the tubule and the second, when washing it out. Extract obtained with a fifth solvent, Ringer solution, gave an almost complete but reversible inhibition of fluid secretion. Extracts were prepurified by means of a disposable C18 column by elution with 20, 40, 60 and 80% acetonitrile. When the fractions were kept apart the 40% acetonitrile fraction caused an inhibition of fluid secretion. The 20, 60 and 80% acetonitrile fractions on the other hand resulted in two consecutive stimulations as described above. The dose-response curve for 15% TFA extract was bell-shaped with a threshold concentration of 1 X l0-3 heads/microliter Ringer. A maximum response (stimulation of fluid secretion by a factor of 3.3 + 0.72, n = 10) was observed with a concentration of 5 X 10-2 heads/microliter Ringer. Higher concentrations resulted in small increases of fluid secretion rates and in the appearance of the second stimulation when the extract was washed out. The activity present in the beads of Formica was not destroyed by boiling or by proteolytic enzymes (trypsin, chymotrypsin, pronase E and proteinase K). Only immobilized aminopeptidase M, which destroys the activity of peptides with a free N-terminus, had a significant. effect on the activity of a 15% TFA head extract. Various biogenic amines were tested for their ability to mimic the effect of the head extracts. Only octopamine and dopamine evoked a small and transient increase in secretion rate. Thus biogenic amines probably do not contribute to a large extent to the response of Formica tubules to the crude head extract. The possibility that both diuretic and antidiuretic factors are present in the extract is discussed.",
    "keywords": "ant; Formicidae; Formica polyctena; Formicinae; Europe; Belgium; scientific; head; extracts; malpighian tubules; secretion; physiology; stimulation; inhibition; activity; boiling; proteolysis; enzyme; biogenic amines; biological activity; ",
    "year": "1994} "
  },
  {
    "ref_type": "article",
    "author": "Entler, B.V. and Cannon, J.T. and Seid, M.A.",
    "title": "Morphine addiction in ants: a new model for self-administration and neurochemical analysis",
    "journal": "J. Exp. Biol.",
    "volume": "219(18)",
    "pages": "2865-2869",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[Using a sucrose-fading paradigm, followed by a 2-dish choice test, we establish ants as an invertebrate model of opioid addiction.  The ant species Camponotus floridanus actively seeks & self-administers morphine even in the absence of caloric value or additional natural reward.  Using HPLC equipped with electrochemical detection, the neurochemicals serotonin, octopamine, & dopamine were identified & subsequently quantified, establishing the concurrent neurochemical response to the opioid morphine within the invertebrate brain.]          *[Three established queen-right colonies (approximately 500 individuals including eggs & larvae) of the Camponotus floridanus (Buckley), collected in Gainesville, FL, USA, in March 2015, were used as our source of ants.  Research conducted in  Scranton, Penn.]",
    "keywords": "ant; Formicidae; Camponotus floridanus; Formicinae; North America; USA; Florida; scientific; workers; brain; neurochemicals; serotonin; octopamine; dopamine; morphine; high pressure liquid chromatography; electrochemical detection; drug seeking; sucrose-fading procedure; two-dish choice test; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "Friedman, D.A. and Pilko, A. and Skowronska-Krawczyk, D. and Krasinska, K. and Parker, J.W. and Hirsh, J. and Gordon, D.M.",
    "title": "The role of dopamine in the collective regulation of foraging in harvester ants",
    "journal": "iScience",
    "volume": "8",
    "pages": "283-294",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[Colonies of the red harvester ant, Pogonomyrmex barbatus, differ in how they regulate collective foraging activity in response to changes in humidity.  We used transcriptomic, physiological, & pharmacological experiments to investigate the molecular basis of this ecologically important variation in collective behavior among colonies.  RNA sequencing of forager brain tissue showed an association between colony foraging activity & differential expression of transcripts related to biogenic amine & neurohormonal metabolism & signaling.  In field experiments, pharmacological increases in forager brain dopamine titer caused significant increases in foraging activity.  Colonies that were naturally most sensitive to humidity were significantly more responsive to the stimulatory effect of exogenous dopamine.  In addition, forager brain tissue significantly varied among colonies in biogenic amine content.  Neurophysiological variation among colonies associated with individual forager sensitivity to humidity may reflect the heritable molecular variation on which natural selection acts to shape the collective regulation of foraging.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; workers; genetics; transcripts; RNA sequencing; physiology; biogenic amine; neurohormonal metabolism; signaling; pharmacology; dopamine; brain; humidity; behavior; foraging; ",
    "year": "2018} "
  },
  {
    "ref_type": "article",
    "author": "Friedman, D.A. and York, R.A. and Hilliard, A.T. and Gordon, D.M.",
    "title": "Gene expression variation in the brains of harvester ant foragers is associated with collective behavior",
    "journal": "Commun. Biol.",
    "volume": "3(1): 100",
    "pages": "9 p.",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[In the red harvester ant (Pogonomyrmex barbatus), variation among colonies in the collective regulation of foraging in response to humidity is associated with colony reproductive success.  We used RNA-seq to examine gene expression in the brains of foragers in a natural setting.  We find that colonies differ in the expression of neurophysiologically-relevant genes in forager brains, & a fraction of these gene expression differences are associated with 2 colony traits: sensitivity of foraging activity to humidity, & forager brain dopamine to serotonin ratio.  Loci that were correlated with colony behavioral differences were enriched in neurotransmitter receptor signaling & metabolic functions, tended to be more central to coexpression networks, & are evolving under higher protein-coding sequence constraint.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; genetics; loci; ecological genetics; gene expression; molecular evolution; dopamine; serotonin; protein-coding sequence; brain; behavior; foraging; collective behavior; ",
    "year": "2020} "
  },
  {
    "ref_type": "article",
    "author": "Galante, H. and Czaczkes, T.J.",
    "title": "Invasive ant learning is not affected by seven potential neuroactive chemicals",
    "journal": "Curr. Zool.",
    "volume": "70(1)",
    "pages": "87-97",
    "note": "Part of FORMIS 24; from-DPW,",
    "abstract": "*[We test the effects of 7 potential neuroactive chemicals (2 alkaloids: caffeine & nicotine; 2 biogenic amines: dopamine & octopamine, & 3 nonprotein amino acids: ≤-alanine, GABA, & taurine) on the cognitive abilities of invasive L. humile using bifurcation mazes.  Our results confirm that these ants are strong associative learners, requiring as little as one experience to develop an association.  However, we show no short-term effect of any of the chemicals tested on spatial learning, & in addition no effect of caffeine on short-term olfactory learning.  This lack of effect is surprising, given the extensive reports of the tested chemicals affecting learning & foraging in bees.]",
    "keywords": "ant; Formicidae; Linepithema humile; Dolichoderinae; Europe; Portugal; Spain; scientific; neuroactive chemicals; alkaloids; caffeine; nicotine; biogenic amines; dopamine; octopamine; nonprotein amino acids; beta-alanine; GABA; taurine; behavior; foraging; recruitment; associative learning; memory; associative learners; spatial learning; bifurcation mazes; invasive species; ",
    "year": "2024} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Giraldo, Y.M.",
    "title": "Neuroanatomical and neurochemical correlates of senescence and social role in the ant Pheidole dentata",
    "school": "PhD dissertation, Boston University, Boston, MA",
    "note": "Part of FORMIS 17; from-DPW,",
    "abstract": "*[I examined the relationship of chronological age & social behavior during the ~140-day lifespan of workers of the ant Pheidole dentata.  I critically analyzed programmed senescence in respect to the sociobiology of worker longevity & evaluated how large colony size achieved through selection for extended worker lifespan enhances colony fitness. My study found no support for worker programmed senescence.  Using robust behavioral assays, I found aging was not correlated with declines in sensory responsiveness or motor functions associated with foraging, nursing, & prey-capture tasks, or activity level & phototaxis.  Old minor workers (95 days) followed pheromone trails for greater distances than 20-day old minors & showed higher activity levels, suggesting improvement in behavioral performance.  Neural substrates likely underscoring task performance were maintained with age: synaptic complex density was constant & apoptosis was unchanged with age.  Sensory & motor control brain regions did not show age-related increases in neurodegeneration.  Worker spatial location predicted social role independent of age: foragers exhibited higher activity levels & more aggressive predatory behavior than nurses.  Serotonin & dopamine titers increased from 20 to 120 days, but showed no clear correlation with social role.  Pharmacological manipulations of brain serotonin had no effect on brood care, predatory response, activity, or phototaxis.  Finally, I assessed arborization of a serotonergic neuron hypothesized to underscore task performance to determine how aging across subcastes influences neuronal structure.  Major workers showed greater branching complexity than minors & an age-related increase in arbor complexity.  P. dentata workers appear to show negligible behavioral & neural senescence throughout their lifespans.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; major workers; minor workers; worker age; colony size; physiology; biogenic amines; serotonin; dopamine; neuromodulators; neurodegeneration; senescence; aging; morphology; brain; synaptic densities; mushroom bodies; sensorimotor functions; behavior; task performance; alloparenting; foraging; ",
    "year": "2014} "
  },
  {
    "ref_type": "article",
    "author": "Giraldo, Y.M. and Kamhi, J.F. and FourcassiÈ, V. and Moreau, M. and Robson, S.K. and Rusakov, A. and Wimberly, L. and Diloreto, A. and Kordek, A. and Traniello, J.F.",
    "title": "Lifespan behavioural and neural resilience in a social insect",
    "journal": "Proc. R. Soc. London B Biol. Sci.",
    "volume": "283(1822): 20152603",
    "pages": "9 p.",
    "note": "Part of FORMIS 17; from-DPW,",
    "abstract": "*[Using the ant Pheidole dentata as a model, we found that 120-day-old minor workers, having completed 86% of their laboratory lifespan, showed no decrease in sensorimotor functions underscoring complex tasks such as alloparenting & foraging.  Collaterally, we found no age-associated increases in apoptosis in functionally specialized brain compartments or decreases in synaptic densities in the mushroom bodies, regions associated with integrative processing.  Furthermore, brain titres of serotonin & dopamine (neuromodulators that could negatively impact behavior through age-related declines) increased in old workers.  Unimpaired task performance appears to be based on the maintenance of brain functions supporting olfaction & motor coordination independent of age.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; worker age; physiology; biogenic amines; serotonin; dopamine; neuromodulators; neurodegeneration; senescence; aging; morphology; brain; synaptic densities; mushroom bodies; sensorimotor functions; behavior; task performance; alloparenting; foraging; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "Giraldo, Y.M. and Rusakov, A. and Diloreto, A. and Kordek, A. and Traniello, J.F.A.",
    "title": "Age, worksite location, neuromodulators, and task performance in the ant Pheidole dentata",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "70(9)",
    "pages": "1441-1455",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Social insect workers modify task performance according to age-related schedules of behavioral development, and/or changing colony labor requirements based on flexible responses that may be independent of age. Using known-age minor workers of the ant Pheidole dentata throughout 68 % of their 140-day laboratory lifespan, we asked whether workers found inside or outside the nest differed in task performance and if behaviors were correlated with and/or causally linked to changes in brain serotonin (5HT) and dopamine (DA). Our results suggest that task performance patterns of individually assayed minors collected at these two spatially different worksites were independent of age. Outside-nest minors displayed significantly higher levels of predatory behavior and greater activity than inside-nest minors, but these groups did not differ in brood care or phototaxis. We examined the relationship of 5HT and DA to these behaviors in known-age minors by quantifying individual brain titers. Both monoamines did not increase significantly from 20 to 95 days of age. DA did not appear to directly regulate worksite location, although titers were significantly higher in outside-nest than inside-nest workers. Pharmacological depletion of 5HT did not affect nursing, predation, phototaxis, or activity. Our results suggest that worker task capabilities are independent of age beyond 20 days, and only predatory behavior can be consistently predicted by spatial location. This could reflect worker flexibility or variability in the behavior of individuals collected at each location, which could be influenced by complex interactions between age, worksite location, social interactions, neuromodulators, and other environmental and internal regulators of behavior. SIGNIFICANCE STATEMENT: Physiological changes associated with worker age are considered to be important regulators of task performance in social insects. The extent to which worker age is correlated with behavior, and the degree to which developmental changes in neuromodulators control worker labor, however, are poorly understood. We found that ant workers are behaviorally flexible in respect to task performance at a given age, but differ in predatory response and activity level based on their worksite location (within or outside of the nest). Dopamine level was higher in outside-nest workers; serotonin did not appear to be causally linked to any behavior we examined. Our findings suggest that worker task performance can be independent of age, and workers maintain task efficacy throughout their lifespan while differing in some aspects of behavioral performance that may change with worksite location. Relationships between age, worksite, and neuromodulator titers appear to be complex.",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; minor workers; worker age; physiology; biogenic amines; serotonin; dopamine; morphology; brain; nests; behavior; behavioral development; division of labor; predatory behavior; activity; brood care; phototaxis; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "GodziDska, E.J.",
    "title": "Definicja i cele poznawcze neurosocjobiologii",
    "journal": "Kosmos (Warsawa)",
    "volume": "Ser. A, 55(1)",
    "pages": "137-148",
    "note": "Part of FORMIS 08; from-DPW, verified-DPW.",
    "abstract": "*[Discuss briefly the main methods and techniques used by the scientists working in the field of social neuroscience.  Discusses some recent findings obtained in the research devoted to the mechanisms involved in social recognition and effects of social context on behavioral development of social insects.  The paper also contains a brief summary of main results of several studies carried out in Poland.]",
    "keywords": "ant; Formicidae; Camponotus herculeanus; Formica cinerea; Formica fusca; Formica rufa; Formica sanguinea; Formicinae; review; prey; physiology; biogenic amines; dopamine; tyramine; octopamine; behavior; rescue behavior; aggression; group size; ",
    "year": "2006} "
  },
  {
    "ref_type": "techreport",
    "author": "GodziDska, E.J. and Szczuka, A. and Wnuk, A. and KorczyDska, J. and Symonowicz, B. and Szwacka, A.G. and Mazurkiewicz, P. and Mirecka, A. and Francikowski, J. and Kostowski, W.",
    "title": "Biogenic amines and aggressive behaviour of the red wood ant (Formica polyctena).  [abstract]",
    "institution": "p. 336, In: Abstracts for the XVI Congress of the International Union for the Study of Social Insects, IUSSI, Copenhagen, Denmark, 8-13 August 2010",
    "note": "Part of FORMIS 12; verified-DPW.",
    "keywords": "ant; Formicidae; Formica fusca; Formica polyctena; Formicinae; Europe; Poland; scientific; workers; behavior; biogenic amines; dopamine; serotonin; octopamine; tyramine; aggressive behavior; nestmate; non-nestmate conspecifics; ",
    "year": "2010} "
  },
  {
    "ref_type": "article",
    "author": "Heil, M.",
    "title": "Manipulators live better, but are they always parasites?",
    "journal": "Trends Plant Sci.",
    "volume": "20(9)",
    "pages": "538-540",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "A recent study reports partner manipulation for an interaction that was considered a reward-for-defence mutualism. Secretions of lycaenid caterpillars altered ant locomotion and aggressiveness, likely by manipulating dopaminergic signalling. This study opens the question whether such manipulation is common and whether manipulation necessarily characterises an interaction as parasitism.",
    "keywords": "ant; Formicidae; Pristomyrmex punctatus; Pseudomyrmex ferrugineus; Myrmicinae; Pseudomyrmecinae; scientific; behavior; aggression; locomotion; mutualism; partner manipulation; myrmecophyte; symbiont; myrmecophile; parasites; parasitism; Lepidoptera; Lycaenidae; Narathura japonica; larvae; ",
    "year": "2015} "
  },
  {
    "ref_type": "article",
    "author": "Hojo, M.K. and Pierce, N.E. and Tsuji, K.",
    "title": "Lycaenid caterpillar secretions manipulate attendant ant behavior",
    "journal": "Curr. Biol.",
    "volume": "25(17)",
    "pages": "2260-2264",
    "note": "Part of FORMIS 17; from-DPW,",
    "abstract": "*[We show novel effects of insect exocrine secretions produced by caterpillars in modulating the behavior of attendant ants in the food-for-defense interaction between lycaenid butterflies & ants.  Reward secretions from the dorsal nectary organ (DNO) of Narathura japonica caterpillars function to reduce the locomotory activities of their attendant ants, Pristomyrmex punctatus workers.  Workers that feed from caterpillar secretions are significantly more likely to show aggressive responses to eversion of the tentacle organs of the caterpillars.  Analysis of the neurogenic amines in the brains of workers that consumed caterpillar secretions showed a significant decrease in levels of dopamine compared with controls.  Experimental treatments in which reserpine, a known inhibitor of dopamine in Drosophila, was fed to workers similarly reduced their locomotory activity.  We conclude that DNO secretions of lycaenid caterpillars can manipulate attendant ant behavior by altering dopaminergic regulation & increasing partner fidelity.  Unless manipulated ants also receive a net nutritional benefit from DNO secretions, this suggests that similar reward-for-defense interactions that have been traditionally considered to be mutualisms may in fact be parasitic in nature.]",
    "keywords": "ant; Formicidae; Pristomyrmex punctatus; Myrmicinae; Asia; Japan; Okinawa; scientific; workers; behavior; aggression; locomotion; partner manipulation; mutualism; symbiont; myrmecophile; Lepidoptera; Lycaenidae; Narathura japonica; larvae; dorsal nectary organ; caterpillars; partner fidelity; neurogenic amines; dopamine; reserpine; ",
    "year": "2015} "
  },
  {
    "ref_type": "article",
    "author": "Hoyer, S.C. and Liebig, J. and Rossler, W.",
    "title": "Biogenic amines in the ponerine ant Harpegnathos saltator: serotonin and dopamine immunoreactivity in the brain",
    "journal": "Arthropod Struct. Dev.",
    "volume": "34(4)",
    "pages": "429-440",
    "note": "Part of FORMIS 07; from NAL'S AGRICOLA; Part of the Leaf-Cutting Ant Bibliography; from-DPW,",
    "abstract": "Many studies suggest a role for biogenic amines in a variety of insect behaviors including intraspecific aggression. In ants, despite a rich behavioral repertoire and prominent aggressive interactions, little is known about the potential impact of biogenic amines.  This may partly be due to the general lack of information about aminergic systems in the ant brain.    The present study investigates serotonergic and dopaminergic neuronal systems in the brain of the ponerine ant Harpegnathos saltator. In H. saltator, intraspecific aggression is important for the regulation of reproduction. This species, therefore, is amenable to comparative studies of aminergic neuronal effects on long-term changes in aggression. Using immunocytochemistry and confocal microscopy, we found that in the brains of sterile workers, the distributions of serotonergic and dopaminergic neuronal processes differed substantially. In addition, branching patterns of serotonergic neurons showed marked differences between males and females. Brains of workers after 3 days and 3 weeks of aggressive interactions revealed no marked differences in serotonergic and dopaminergic neurons compared to those of reproductive and non-aggressive individuals. We conclude that different levels of intraspecific aggression do not involve profound anatomical changes in serotonergic and  dopaminergic neurons. Subtle changes may be masked by inter-individual variances.          *[Harpegnathos saltator colonies were initially excavated at Jog Falls, Karnataka State, Southern India in 1994, 1995, & 1999.  Workers of Atta sexdens & Myrmecia gulosa, (kindly provided by O. Geissler & V. Dietemann, University of Wurzburg) were used for comparisons.]",
    "keywords": "ant; Formicidae; Atta sexdens; Harpegnathos saltator; Myrmecia gulosa; Myrmeciinae; Myrmicinae; Attini; Ponerinae; Asia; India; scientific; caste; morphology; brain; neurotransmitters; serotonin; dopamine; neurons; immunocytochemistry; neurophysiology; gender differences; neuromodulation; serotonergic neurons; dopaminergic neurons; behavior; aggression; intraspecific aggression; ",
    "year": "2005} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Ibarrar·n Viniegra, A.S.",
    "title": "Inter-individual variability and division of labour in the ant Pheidole dentata",
    "school": "PhD thesis, Department of Biology, McGill University, MontrÈal, QuÈbec, xiv + 169 p.",
    "note": "Part of FORMIS 18; from-DPW,",
    "abstract": "*[In summary, my results show: (1) that there is abundant inter-individual variability that is relevant for the organization of division of labor, (2) that inter-individual variability is responsive to the environment, & (3) that biogenic amine systems at a whole-brain scale do not explain the inter-individual variability of same age individuals. Queenright Pheidole dentata colonies were collected from Gainsville, Florida; laboratory work done in MontrÈal.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; worker age; genetics; mRNA; cDNA; reverse transcription; physiology; neuromodulators; biogenic amines; dopamine; serotonin; receptor expression; morphology; brain; behavior; foraging; brood care; inter-individual variability; division of labor; behavioral plasticity; behavioral repertoire; ",
    "year": "2014} "
  },
  {
    "ref_type": "article",
    "author": "Kamhi, J.F. and Arganda, S. and Moreau, C.S. and Traniello, J.F.A.",
    "title": "Origins of aminergic regulation of behavior in complex insect social systems",
    "journal": "Front. Syst. Neurosci.",
    "volume": "11: 74",
    "pages": "9 p.",
    "note": "Part of FORMIS 18; Part of the Leaf-Cutting Ant Bibliography; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[We explore patterns associated with the functions of octopamine, serotonin, & dopamine in solitary ancestral insects & their derived functions in eusocial ants, bees, wasps, & termites.  Synthesizing current findings that reveal potential ancestral roles of monoamines in insects, we identify physiological processes & conserved behaviors under aminergic control, consider how biogenic amines may have evolved to modulate complex social behavior, & present focal research areas that warrant further study.]",
    "keywords": "ant; Formicidae; Acromyrmex echinatior; Camponotus fellah; Camponotus mus; Diacamma; Formica japonica; Formica polyctena; Formica rufa; Harpegthos saltator; Oecophylla smaragdina; Pheidole dentata; Pheidole morrisi; Polyrhachis moesta; Solenopsis invicta; Streblogthus peetersi; Veromessor pergandei; Vollenhovia nipponica; Formicinae; Myrmicinae; Attini; Ponerinae; review; physiology; neurophysiology; neuromodulation; monoamines; biogenic amines; dopamine; octopamine; serotonin; aminergic control; behavior; social brain evolution; collective intelligence; conserved behaviors; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Kamhi, J.F. and Nunn, K. and Robson, S.K. and Traniello, J.F.",
    "title": "Polymorphism and division of labour in a socially complex ant: neuromodulation of aggression in the Australian weaver ant, Oecophylla smaragdina",
    "journal": "Proc. R. Soc. London B Biol. Sci.",
    "volume": "282(1811): 20150704",
    "pages": "9 p.",
    "note": "Part of FORMIS 18; from-DPW,",
    "abstract": "*[We demonstrate that octopamine modulates worker size-related aggression in Oecophylla smaragdina.  We found that the brains of majors had significantly higher titres of octopamine than those of minors & that octopamine was positively & specifically correlated with the frequency of aggressive responses to non-nestmates (a key component of territorial defense).  Pharmacological manipulations that effectively switched octopamine action in major & minor worker brains reversed levels of aggression characteristic of each worker size class.  Results suggest that altering octopamine action is sufficient to produce differences in aggression characteristic of size-related social roles.]",
    "keywords": "ant; Formicidae; Oecophylla smaragdina; Formicinae; Australia; scientific; workers; major workers; minor workers; polymorphism; physiology; octopamine; dopamine, serotonin; neuromodulation; morphology; brain; brain mass; head width; behavior; aggression; territory; division of labor; ",
    "year": "2015} "
  },
  {
    "ref_type": "article",
    "author": "Kamhi, J.F. and Traniello, J.F.",
    "title": "Biogenic amines and collective organization in a superorganism: neuromodulation of social behavior in ants",
    "journal": "Brain Behav. Evol.",
    "volume": "82(4)",
    "pages": "220-236",
    "note": "Part of FORMIS 15; Part of the Leaf-Cutting Ant Bibliography; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[In this review, we discuss the neuroethology of colony organization by focusing on the role of biogenic amines in the control of social behavior in ants.  We examine the role of neuromodulation in significant sociobiological characteristics of ants, including reproductive hierarchies, colony foundation, social food flow, nestmate recognition, territoriality, size-related, & age-related sensory perception, & task performance as well as the involvement of monoamines in collective intelligence.]",
    "keywords": "ant; Formicidae; Acromyrmex echinatior; Acromyrmex octospinosus; Acromyrmex subterraneus; Atta cephalotes; Atta columbica; Atta sexdens rubropilosa; Atta vollenweideri; Camponotus fellah; Camponotus floridanus; Camponotus leonardi; Camponotus mus; Cataglyphis fortis; Cataglyphis; Formica japonica; Formica polyctena; Formica schaufussi; Gigantiops; Harpegnathos saltator; Lasius niger; Linepithema humile; Messor pergandei; Myrmecia; Myrmica; Oecophylla smaragdina; Pheidole dentata; Pheidole; Pogonomyrmex barbatus; Pogonomyrmex salinus; Pogonomyrmex; Solenopsis invicta; Streblognathus peteersi; Formicine; Myrmeciinae; Myrmicinae; Attini; Ponerinae; Asia; Australia; Europe; North America; South America; review; workers; males; females; colony organization; morphology; brain; aminergic regulation; division of labor; biogenic amines; serotonin; dopamine; octopamine; neuromodulation; communication; social brain; collective intelligence; neuroethology; reproductive hierarchies; colony foundation; social food flow; nestmate recognition; territoriality; size-related sensory perception; age-related sensory perception; task performance; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "KorczyDska, J. and Szczuka, A. and Kieruzel, M. and MajczyDski, H. and Khvorostova, N. and GodziDska, E.J.",
    "title": "Effects of the biogenic amines, dopamine, tyramine and octopamine on the behavior of carpenter ant workers [Camponotus herculeanus (Hymenoptera: Formicidae)] during nestmate reunion tests carried out after a period of social isolation",
    "journal": "Sociobiology",
    "volume": "45(2)",
    "pages": "409-449",
    "note": "Part of FORMIS 06; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "*[We investigated the effects of abdominal injections of dopamine, tyramine, & octopamine on the behavior of minor nurse workers of the carpenter ant Camponotus herculeanus L. during the nestmate reunion tests carried out after a period of social isolation lasting 5 or 20 days.  During such a test, a dyad of nestmates was placed together in a set of 2 connected test tubes.  Behavior of the tested ants was influenced significantly both by the duration of the social isolation period and by pharmacological treatment.  Longer duration of the social isolation period (20 days) had a stimulating effect on trophallaxis, but a suppressing effect on self-grooming, biting/tearing of the moist cotton plug, resting accompanied by head &/or antennae movements, & total immobility.  Octopamine (but not tyramine) influenced significantly all forms of social interactions observed during the tests, exerting a suppressing effect on trophallaxis & on antennal contacts with the nestmate, & stimulating the frequency of allogrooming.  Both octopamine & its metabolic precursor tyramine stimulated self-grooming behavior & resting behavior accompanied by head &/or antennae movements, but reduced biting/tearing of the moist cotton plug, & antennal exploration of the junction between the 2 test tubes.  The effects of tyramine & octopamine were never antagonistic.  Tyramine (but not octopamine) stimulated jerking behavior & licking of the inner surface of the test tube.  Dopamine had no significant effect on behavior displayed by the ants during the nestmate reunion tests.  Aggression/dominance behavior was never observed during the whole experiment.  Our data confirm fully earlier findings demonstrating that octopamine injections reduce isolation-induced trophallaxis.  Our data demonstrate that the suppressing effect of octopamine on isolation-induced trophallaxis is not related to the transformation of the behavioral profile of octopamine-treated nurses into a profile characteristic for foragers.]",
    "keywords": "ant; Formicidae; Camponotus herculeanus; Formicinae; Europe; Poland; scientific; carpenter ants; behavior; social behavior; biogenic amines; dopamine; tyramine; octopamine; physiological regulation; trophallaxis; workers; nestmate interactions; social bonding; social rewards; isolation duration; nurse ants; isolation-induced trophallaxis; ",
    "year": "2005} "
  },
  {
    "ref_type": "article",
    "author": "KorczyDska, J. and Szczuka, A. and Kieruzel, M. and Majczynski, H. and Khvorostova, N. and GodziDska, E.J.",
    "title": "Effect of the biogenic amines octopamine, tyramine, and dopamine on behaviour of ants reunited after a period of social isolation.  [abstract]",
    "journal": "Acta Neurobiol. Exper.",
    "volume": "65",
    "pages": "313",
    "note": "Part of FORMIS 14; from-DPW,",
    "keywords": "ant; Formicidae; Camponotus herculeanus; Formicinae; Europe; Poland; scientific; workers; physiology; octopamine; tyramine; dopamine; behavior; social isolation; ",
    "year": "2005} "
  },
  {
    "ref_type": "article",
    "author": "Kostowski, W. and Tarchalska, B. and WaDchowicz, B.",
    "title": "Brain catecholamines, spontaneous bioelectrical activity and aggressive behavior in ants (Formica rufa)",
    "journal": "Pharmacol. Biochem. Behav.",
    "volume": "3(3)",
    "pages": "337-342",
    "note": "Part of FORMIS; from-DPW, verified-DPW.",
    "abstract": "*[The effects of dopamine, 1-DOPA, diethyldithiocarbamate & haloperidol on aggressive behavior and spontaneous bioelectrical activity of the ant (Formica rufa) were studied.  Drugs such as dopamine, 1-DOPA, & diethyldithiocarbamate increased mutual aggressivness in ants, while it failed to change aggression directed towards other species of insects (e.g., the beetle Geotrupes sp.).  The amplitude of EEG waves & the amplitude of neuronal discharges within the protocerebrum decreased after administration of both dopamine & 1-DOPA.  Both diethyldithiocarbamate & 1-DOPA increased the concentration of adrenaline as well as dopamine in the brain of ants.  Haloperidol decreased intrageneric aggressiviness, but caused no evident changes in both EEG pattern & neuronal discharges.  This indicates that catecholamines are critically involved in the organization of aggressive behavior in ants.]",
    "keywords": "ant; Formicidae; Formica rufa; Formicinae; Europe; Poland; scientific; physiology; brain; optic lobe; protocerebrum; behavior; aggression; interspecific aggression; intrageneric aggression; catecholamines; dopamine; 1-DOPA; diethyldithiocarbamate; haloperidol; adrenaline; spontaneous bioelectrical activity; ",
    "year": "1975} "
  },
  {
    "ref_type": "article",
    "author": "Kudo, T. and Aonuma, H. and Hasegawa, E.",
    "title": "A symbiotic aphid selfishly manipulates attending ants via dopamine in honeydew",
    "journal": "Sci. Rep.",
    "volume": "11(1), 18569",
    "pages": "8 p.",
    "note": "Part of FORMIS 22; from-DPW,",
    "abstract": "*[We show that an ant-associated aphid manipulates attending ants to receive stronger protection.  Aphid honeydew regurgitated by ants contains dopamine (DA).  The ants showed low aggressiveness before contact with the aphids, but it rose after contact.  Administration of DA to the ants increased ant aggressiveness as the concentration increased, while an antagonist of DA inhibited this effect.  The other 3 amines showed no effect on aggressiveness.  A previous study showed that attending ants selfishly manipulate aphids by increasing the reproductive rate of green morph to obtain high-quality honeydew.  These results suggest that mutual selfish manipulation benefits both participants & is likely to strengthen symbiosis.  The selfishness of each participant may contribute to sustaining this symbiosis, because their selfishness increases their long-term fitness.]",
    "keywords": "ant; Formicidae; Lasius japonicus; Formicinae; Asia; Japan; scientific; workers; diversity; behavior; aggression; tending Hemiptera; Hemiptera; aphid; Macrosiphoniella yomogicola; honeydew; biogenic amines; dopamine; symbiotic aphid; ",
    "year": "2021} "
  },
  {
    "ref_type": "article",
    "author": "Li, Q. and Wang, M. and Zhang, P. and Liu, Y. and Guo, Q. and Zhu, Y. and Wen, T. and Dai, X. and Zhang, X. and Nagel, M. and Dethlefsen, B.H. and Xie, N. and Zhao, J. and Jiang, W. and Han, L. and Wu, L. and Zhong, W. and Wang, Z. and Wei, X. and Dai, W. and Liu, L. and Xu, X. and Lu, H. and Yang, H. and Wang, J. and Boomsma, J.J. and Liu, C. and Zhang, G. and Liu, W.",
    "title": "A single-cell transcriptomic atlas tracking the neural basis of division of labour in an ant superorganism",
    "journal": "Nat. Ecol. Evol.",
    "volume": "6(8)",
    "pages": "1191-1204",
    "note": "Part of FORMIS 23; from-DPW,",
    "abstract": "*[We characterized the brain cell repertoire of queens, gynes (virgin queens), workers, & males of Monomorium pharaonis by obtaining 206,367 single-nucleus transcriptomes.  In contrast to Drosophila, the mushroom body Kenyon cells are abundant in ants & display a high diversity with most subtypes being enriched in worker brains, the evolutionarily derived caste.  Male brains are as specialized as worker brains, but with opposite trends in cell composition with higher abundances of all optic lobe neuronal subtypes, while the composition of gyne & queen brains remained generalized, reminiscent of solitary ancestors.  Role differentiation from virgin gynes to inseminated queens induces abundance changes in roughly 35% of cell types, indicating active neurogenesis and/or programmed cell death during this transition.  We also identified insemination-induced cell changes probably associated with the longevity & fecundity of the reproductive caste, including increases of ensheathing glia and a population of dopamine-regulated Dh31-expressing neurons.  We conclude that permanent caste differentiation & extreme sex-differentiation induced major changes in the neural circuitry of ants.]          *[The original colony of M. pharaonis was collected in 2016 from a house in Mengla, Xishuangbanna, Yunnan Province, China, & split into hundreds of subcolonies in the laboratory in the subsequent years.  The gene sets of H. saltator (GCA_003227715.1_Hsal_v8.5) & A. mellifica (AJ489744) were downloaded from the National Center for Biotechnology Information (NCBI).]",
    "keywords": "ant; Formicidae; Harpegnathos saltator; Monomorium pharaonis; Myrmicinae; Ponerinae; Asia; China; scientific; workers; queens; gynes; virgin queens; males; gamergate; genetics; phenotyp; single-nucleus transcriptomes; morphology; brain; mushroom body Kenyon cells; optic lobe; neurogenesis; neural circuitry; neuropile; cell death; longevity; fecundity; ensheathing glia; dopamine-regulated Dh31-expressing neuron; dopamine; behavior; role differentiation; division of labor; ",
    "year": "2022} "
  },
  {
    "ref_type": "article",
    "author": "Mannino, G. and Abdi, G. and Maffei, M.E. and Barbero, F.",
    "title": "Origanum vulgare terpenoids modulate Myrmica scabrinodis brain biogenic amines and ant behaviour",
    "journal": "PLoS ONE",
    "volume": "13(12), e0209047",
    "pages": "12 p.",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[In the parasitic system encompassing Maculinea butterflies, Myrmica ants, & Origanum vulgare plants, the ant-plant interaction elicits the release of a volatile terpenoid compound (carvacrol) which is used by the gravid butterfly to locate the ideal oviposition site.  Here we show that this ant-plant association is maintained by the effect of O. vulgare terpenoids on ant behavior & that food plants might gain protection by Myrmica ants by chemically manipulating workers to forage in their surroundings.  The variation in the locomotor ability of 3 ant species (Formica cinerea, Myrmica scabrinodis, & Tetramorium caespitum) was studied after treatment with the 2 major O. vulgare terpenoid volatile compounds (i.e., carvacrol & thymol). The brain levels of 3 biogenic amines (dopamine, tyramine, serotonin) were analyzed in ants exposed to the O. vulgare terpenoids by HPLC-ESI-MS/MS.  Carvacrol & thymol increased the locomotor activity of all ant species tested, but if blended reduced the movement propensity of Myrmica scabrinodis.  Dopamine & tyramine production was positively correlated with the worker locomotor activity.  In Myrmica ants, both brain biogenic ammines were negatively correlated with the aggressive behavior.  Blends of O. vulgare volatiles affected the locomotor ability, while increased the aggressiveness of Myrmica workers by altering the aminergic regulation in the ant brains.]",
    "keywords": "ant; Formicidae; Formica cinerea; Myrmica scabrinodis; Tetramorium caespitum; Formicinae; Myrmicinae; Europe; Italy; scientific; biogenic amines; dopamine; serotonin; tyramine; terpenes; carvacrol; thymol; behavior; aggression; locomotion behavior; social systems; symbiont; myrmecophile; parasite; Lepidoptera; Lycaenidae; Maculinea; butterflies; Origanum vulgare; host plants; ",
    "year": "2018} "
  },
  {
    "ref_type": "article",
    "author": "Mannino, G. and Casacci, L.P. and Bianco Dolino, G. and Badolato, G. and Maffei, M.E. and Barbero, F.",
    "title": "The geomagnetic field (GMF) is necessary for Black Garden Ant (Lasius niger L.) foraging and modulates orientation potentially through aminergic regulation and magR expression",
    "journal": "Int. J. Mol. Sci.",
    "volume": "24(5), 4387",
    "pages": "18 p.",
    "note": "Part of FORMIS 24; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[In this work, we assessed the role of geomagnetic field by comparing the Lasius niger foraging & orientation performance, brain biogenic amine (BA) contents, & the expression of genes related to the magnetosensory complex & reactive oxygen species (ROS) of workers exposed to near-null magnetic fields (NNMF, ~40 nT) & GMF (~42 µT).  NNMF affected workers' orientation by increasing the time needed to find the food source & return to the nest.  Moreover, under NNMF conditions, a general drop in biogenic amines, but not melatonin, suggested that the lower foraging performance might be correlated to a decrease in locomotory & chemical perception abilities, potentially driven by dopaminergic & serotoninergic regulations, respectively.  The variation in the regulation of genes related to the magnetosensory complex in NNMF shed light on the mechanism of ant GMF perception.]",
    "keywords": "ant; Formicidae; Lasius niger; Formicinae; Europe; Italy; scientific; workers; genetics; gene expression; gene variation; antioxidant enzymes; brain biogenic amines; dopamine; melatonin; serotonin; geomagnetic field; nearly null magnetic field; oxidative stress; reactive oxygen species; phylogenetic analysis; behavior; foraging; orientation performance; locomotation; ",
    "year": "2023} "
  },
  {
    "ref_type": "article",
    "author": "Marques, S. and Chameron, S.",
    "title": "Learning of a heterocolonial, heterospecific template in adult workers of the wood ant, Formica rufa (Hymenoptera: Formicidae): a neuropharmacological approach.  [abstract]",
    "note": "Part of FORMIS 10; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Formica rufa; Formicinae; Europe; France; scientific; behavior; learning; agonistic behavior; heterocolonial template; heterospecific template; workers; neuropharmacological approach; dopaminergic activity; social odor learning; ",
    "year": "2008} "
  },
  {
    "ref_type": "article",
    "author": "Muscedere, M.L. and Djermoun, A. and Traniello, J.F.A.",
    "title": "Brood-care experience, nursing performance, and neural development in the ant Pheidole dentata",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "67(5)",
    "pages": "775-784",
    "note": "Part of FORMIS 14; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Social insect workers mature behaviorally and physiologically with increasing age, generally transitioning from or adding new tasks to their existing repertoire of within-nest nursing tasks. As adult minor workers of the ant Pheidole dentata age, they attend to brood more frequently and nurse more efficiently, perform a broader array of tasks, and undergo myological and neural development. Because these factors covary, the causal relationships among age, task experience, and neural and physiological maturation are not understood. We compared brood-care performance and efficiency by 10-day-old P. dentata minors that had acquired nursing experience to that of equal-age minors experimentally deprived of brood contact. We found the frequency and efficiency of nursing did not significantly differ between experimental and control worker groups, suggesting experience is not required for age-related improvement in nursing efficiency. Workers with and without prior nursing experience did not significantly differ macroscopically in brain anatomy or in brain serotonin content, although workers from the two treatments had slightly, but significantly, different levels of brain dopamine. These results suggest experience with brood is not required for P. dentata minor workers to develop nursing proficiency or undergo a substantial degree of the age-related neural development identifiable by our assessments, which could underscore the ontogeny of brood-care efficiency.",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; minor workers; physiology; morphology; brain; behavior; behavioral repertoire; division of labor; plasticity; learning; neuroanatomy; neurochemistry; caste; serotonin; dopamine; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Muscedere, M.L. and Helms Cahan, S. and Helms, K.R. and Traniello, J.F.A.",
    "title": "Geographic and life-history variation in ant queen colony founding correlates with brain amine levels",
    "journal": "Behav. Ecol.",
    "volume": "27(1)",
    "pages": "271-278",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Although harvester ant queens only lay eggs for most of their lives, they interact socially when they start colonies, behaving aggressively or cooperatively depending on the population they come from. We investigated whether brain neurotransmitters known to control behaviors from insects to humans were linked to queen behaviors. We found that neurotransmitter levels changed and one, serotonin, was elevated specifically when queens became aggressive, even though this switch occurred at different times in different populations.          *[In the desert harvester ant Veromessor pergandei, queens from geographically distinct populations exhibit behavioral variation in colony foundation.  Queens establish new colonies singly or in groups and, in the latter case, either eventually engage in lethal fighting or coexist without overt aggression.  We report significant linkages between queen behavior & brain monoamine content in a robust sample of V. pergandei queens representing different life-history stages collected from geographically & behaviorally distinct populations.  Independent of population of origin, brain octopamine content was significantly lower in established queens than in foundresses that had only recently constructed nests, whereas dopamine was slightly but significantly higher in most cases, suggesting they may regulate behavioral transitions from dispersal to colony establishment.  In contrast, serotonin was significantly elevated only in female life stages in which aggression occurs, suggesting serotonin modulates agonistic behavior during colony foundation.]",
    "keywords": "ant; Formicidae; Veromessor pergandei; Myrmicinae; North America; USA; Arizona; California; Nevada; scientific; queen; gyny; brain; amine levels; monoamine; biogenic amines; octopamine; dopamin; serotonin; neuromodulation; colony founding; haplometrosis; secondary monogyny; primary polygyny; aggression; lethal fighting; behavioral development; cooperation; ",
    "year": "2016} "
  },
  {
    "ref_type": "techreport",
    "author": "Muscedere, M.L. and Seid, M. and Johnson, N. and Willey, T. and Gillis, B. and Traniello, J.F.A.",
    "title": "Brains, neurotransmitters, nursing, and foraging in the ant Pheidole dentata.  [abstract]",
    "institution": "58.4, p. e122, Presented at SICB (Society of Integrative and Comparative Biology) 2009 Annual Meeting Abstracts, January 3-7, 2009, Boston, MA",
    "note": "Part of FORMIS 18; from-DPW, verified-DPW.",
    "abstract": "Temporal polyethism, or age-correlated task performance, is a near universal feature of labor organization in social insects. Typically, young workers engage in within-nest work (nursing immatures), while older workers perform outside-nest work (foraging). In the ant Pheidole dentata, the number of tasks workers perform, and their task competence, increases as they age. This behavioral maturation is accompanied by marked neurological changes, including synaptic pruning, proliferation of serotonergic neurons, and increased dopamine and serotonin titres in the brain. Here we present novel evidence that worker brood-rearing efficiency also increases with age and that older workers are efficient nurses. This result contrasts with the traditional view that young workers form a discrete age caste that specializes on nursing. We next describe an additional neural correlate of temporal polyethism in P. dentata: expansion of the mushroom bodies, paired neuropils involved in learning and sensory integration. Finally, we provide the first experimental demonstration causally linking increased serotonin titre to two distinct components of foraging behavior: outside nest activity and responsiveness to trail pheromone. Workers fed the serotonin precursor 5-hydroxytryptophan had increased serotonin levels (verified by HPLC), were more likely to leave the nest, and followed trails longer than controls or workers whose serotonin levels were reduced by the serotonin synthesis blocker alpha-methyltryptophan. These results further our understanding of the social organization of labor by focusing on neural development and the aminergic control of polyethism in P. dentata.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; scientific; morphology; brains; mushroom bodies; neurotransmitters; serotonin; behavioral maturation; nursing; foraging; ",
    "year": "2009} "
  },
  {
    "ref_type": "article",
    "author": "Ohkawara, K. and Aonuma, H.",
    "title": "Changes in the levels of biogenic amines associated with aggressive behavior of queen in the social parasite ant Vollenhovia nipponica",
    "journal": "Insect. Soc.",
    "volume": "63(2)",
    "pages": "257-264",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Insect behavior is regulated by physiological and neurological systems. Biogenic amines play a role in motivating the behavior as neurotransmitters, neuromodulators, and neurohormones in the nervous systems. In ants, the change of brain amine levels is linked to various behavioral properties: reproduction, cooperation, and hostility. Aggressiveness is also manipulated by the neurological systems. The social structures in some ant species are established by aggressive interactions among queens. However, there are a few cases showing the putative role of biogenic amines for the queen aggression. Vollenhovia nipponica is a social parasite ant, which establishes functional monogyny that antagonistic interactions among multiple queens lead to dominance hierarchy. In this time, we examined changes in the levels of biogenic amines in heads of queens in V. nipponica, associated with the observation of aggressive behavior. In the colonies, dealate queens violently attacked toward each other by biting and pulling on body parts. Whereas, the aggressive behavior was never observed in alate queens. In the measurements in four biogenic amines, serotonin (5-HT), dopamine (DA), octopamine (OA), and tyramine (TA), the levels of 5-HT and DA in dealates were significantly higher than those in alates. The levels of OA and TA were not significantly different between them. Moreover, the similar changes were confirmed in the groups of young (10-30 days old) and old queens (more than 6-month old). In V. nipponica queens, 5-HT and DA could regulate motivation of aggression, irrespective of age. However, the changes of biogenic amines are possibly affected by other behavioral factors.",
    "keywords": "ant; Formicidae; Vollenhovia nipponica; Myrmicinae; Asia; Japan; scientific; queens; monogyny; physiology; morphology; brain; heads; neurological systems; biogenic amines; dopamine; neurohormones; neurotransmitters; octopamine; serotonin; tyramine; behavior; aggression; motivation; social parasite; workerless socially parasite; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "Okada, Y. and Sasaki, K. and Miyazaki, S. and Shimoji, H. and Tsuji, K. and Miura, T.",
    "title": "Social dominance and reproductive differentiation mediated by dopaminergic signaling in a queenless ant",
    "journal": "J. Exp. Biol.",
    "volume": "218(7)",
    "pages": "1091-1098",
    "note": "Part of FORMIS 17; from-DPW,",
    "abstract": "*[To clarify the causality among dominance ranks, amine levels, & phenotypes, we examined the dynamics of the aminergic system during the ontogeny of dominance hierarchy in the queenless ant Diacamma sp., which undergoes rapid physiological differentiation based on dominance interactions.  Brain dopamine levels differed between dominants & subordinates at day 7 after eclosion, although they did not differ at day 1, reflecting fecundity but not aggressiveness.  Topical applications of dopamine to the subordinate workers induced oocyte growth, but did not induce aggressiveness, suggesting the gonadotropic effect of dopamine.  Additionally, dopamine receptor transcripts (dopr1 & dopr2) were elevated in the gaster fat body of dominant females, suggesting that the fat body is a potential target of neurohormonal dopamine.]",
    "keywords": "ant; Formicidae; Diacamma; Ponerinae; Asia; Japan; Okinawa; scientific; physiology; brain biogenic amines; brain dopamine; dopamine receptor transcripts; fat body; phenotype; fecundity; oocyte growth; reproductive dominance; aggressiveness; dominance ranks; ",
    "year": "2015} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Penick, C.",
    "title": "Regulation of reproductive plasticity in the ant Harpegnathos saltator",
    "school": "Ph.D dissertation, Arizona State University, Tempe, AZ, x + 143 p.",
    "note": "Part of FORMIS 16; from-DPW,",
    "abstract": "*[Treatment of worker larvae with a juvenile hormone analog induced late-instar larvae to develop as queens.  At the colony level, workers must have a mechanism to regulate larval development to prevent queens from developing out of season.  I identified a new behavior in H. saltator where workers bite larvae to inhibit queen determination.  Workers could identify larval caste based on a chemical signal specific to queen-destined larvae, & the production of this signal was directly linked to increased juvenile hormone levels.  This association provides a connection between the physiological factors that induce queen development & the production of a caste-specific larval signal.  In addition to caste determination at the larval stage, adult workers of H. saltator compete to establish a reproductive hierarchy.  Unlike other social insects, dominance in H. saltator was not related to differences in juvenile hormone or ecdysteroid levels.  Instead, changes in brain levels of biogenic amines, particularly dopamine, were correlated with dominance & reproductive status.  Receptor genes for dopamine were expressed in both the brain & ovaries of H. saltator, & this suggests that dopamine may coordinate changes in behavior at the neurological level with ovarian status.  Stock colonies of H. saltator were originally collected in SW India.]",
    "keywords": "ant; Formicidae; Harpegnathos saltator; Ponerinae; Asia; India; scientific; worker; larvae; caste; development; brain; ovaries; reproductive status; reproductive hierarchy; division of labor; juvenile hormone; receptor genes; biogenic amines; dopamine; plasticity; polyphenism; dominance; ",
    "year": "2012} "
  },
  {
    "ref_type": "article",
    "author": "Penick, C.A. and Brent, C.S. and Dolezal, K. and Liebig, J.",
    "title": "Neurohormonal changes associated with ritualized combat and the formation of a reproductive hierarchy in the ant Harpegnathos saltator",
    "journal": "J. Exp. Biol.",
    "volume": "217(9)",
    "pages": "1496-1503",
    "note": "Part of FORMIS 15; from-DPW,",
    "abstract": "Dominance rank in animal societies is correlated with changes in both reproductive physiology and behavior. In some social insects, dominance status is used to determine a reproductive division of labor, where a few colony members reproduce while most remain functionally sterile. Changes in reproduction and behavior in this context must be coordinated through crosstalk between the brain and the reproductive system. We investigated a role for biogenic amines in forming this connection in the ant Harpegnathos saltator. In this species, workers engage in an elaborate dominance tournament to establish a group of reproductive workers termed gamergates. We analyzed biogenic amine content in the brains of gamergates, inside-workers and foragers under stable colony conditions and found that gamergates had the highest levels of dopamine. Dopamine levels were also positively correlated with increased ovarian activity among gamergates. Next, we experimentally induced workers to compete in a reproductive tournament to determine how dopamine may be involved in the establishment of a new hierarchy. Dopamine levels rose in aggressive workers at the start of a tournament, while workers that were policed by their nestmates (a behavior that inhibits ovarian activity) showed a rapid decline in dopamine. In addition to dopamine, levels of serotonin and tyramine differed among castes, and these changes could contribute to differences in caste-specific behavioral patterns observed among non-reproductive workers. Overall, these results provide support that biogenic amines link changes in behavior and dominance with reproductive activity in H. saltator as well as drive differences in worker task performance.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)          Whole colonies of H. saltator were originally collected in southwestern India as described by Peeters et al., 2000.   Research conducted in Arizona.",
    "keywords": "ant; Formicidae; Harpegnathos saltator; Ponerinae; Asia; India; scientific; workers; gamergates; caste differences; reproductive hierarchy; brains; ovaries; ovarian activity; receptor genes; biogenic amines; dopamine; serotonin; tyramine; neurohormonal changes; behavior; division of labor; dominance; aggression; ritualized combat; inside-workers; foragers; ",
    "year": "2014} "
  },
  {
    "ref_type": "article",
    "author": "Punzo, F. and Williams, D.F.",
    "title": "Free amino acids and biogenic amines in the brain of the carpenter ant, Camponotus floridanus (Buckley) (Hymenoptera, Formicidae)",
    "journal": "Comp. Biochem. Physiol. C Comp. Pharmacol. Toxicol.",
    "volume": "107(3)",
    "pages": "387-392",
    "note": "Part of FORMIS; from-DPW, verified-DPW, USDA-CMAVE M-2828.",
    "abstract": "Urea and ammonia together comprised 34.3-37.8% of the total ninhydrin-positive compounds in the brain of various developmental stages of Campanotus floridanus. The most abundant free amino acids were alanine (15.3-16.1%), proline (8.8-10.4%), aspartate (7.1-7.5%), glutamate (6.2-7.2%) and serine (4.3-5.9%). GABA levels increased between the pupal (1-4.1%) and adult worker stages. Taurine levels increased from 3.9% in larval brains to 6.5% in major workers. Brain concentrations of biogenic amines (dopamine, octopamine, noradrenaline and serotonin) increased between larval and adult stages. The possible relationships between neurochemical parameters and age polytheism are discussed.  (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Camponotus floridanus; Formicinae; North America; USA; Florida; scientific; chemistry; physiology; age polyethism; ",
    "year": "1994} "
  },
  {
    "ref_type": "article",
    "author": "Qi, Y.X. and Wang, L. and Lu, Y.Y.",
    "title": "Biogenic amine signaling systems in the red imported fire ant, Solenopsis invicta - Possible contributors to worker division of labor",
    "journal": "Gen. Comp. Endocrinol.",
    "volume": "262",
    "pages": "59-70",
    "note": "Part of FORMIS 21; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[We identified 10 candidate biogenic amine synthetic enzyme genes and 17 candidate biogenic amine receptor genes in the genome of S. invicta.  Quantitative real-time PCR results indicated that foragers had higher head transcripts levels of all the tested enzyme genes, than nurses did.  In the abdomen, only the rate-limiting enzyme genes for the biosynthesis of serotonin & dopamine were higher in foragers than in nurses.  Among the tested serotonin receptors, only the expression of 5-HT2A gene showed significant difference between foragers & nurses.  In the head, more abundant 5-HT2A transcripts were detected in foragers than in nurses.  Foragers expressed higher Oct≤4R than nurses in the head & abdomen.  However, much lower mRNA levels of Dop3 receptor gene were detected in both body regions of foragers than nurses.  Several other octopamine & tyramine receptor genes were also differentially expressed between foragers & nurses in the head and/or in the abdomen.]",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; Asia; China; scientific; genetics; genes; amine synthetic enzyme genes; amine receptor genes; biogenic amine; dopamine; octopamine; serotonin; tyramine; enzyme; receptor; biochemical receptors; biosynthesis; division of labor; foragers; nurses; invasive species; ",
    "year": "2018} "
  },
  {
    "ref_type": "article",
    "author": "R·dis-Baptista, G. and Dodou, H.V. and Prieto-da-Silva, ¡.R.B. and Zaharenko, A.J. and Kazuma, K. and Nihei, K.I. and Inagaki, H. and Mori-Yasumoto, K. and Konno, K.",
    "title": "Comprehensive analysis of peptides and low molecular weight components of the giant ant Dinoponera quadriceps venom",
    "journal": "Biol. Chem.",
    "volume": "401(8)",
    "pages": "945-954",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[In the present study, low molecular weight compounds and peptides from Dinoponera quadriceps were identified by on-line peptide mass fingerprint. These include neuroactive biogenic amines (histamine, tyramine, and dopamine), monoamine alkaloid (phenethylamine), free amino acids (e.g., glutamic acid and proline), free thymidine and cytosine. To the best of our knowledge most of these components are described for the first time in an ant venom. Multifunctional dinoponeratoxin peptides variants (pilosulin- and ponericin-like peptides) were characterized that possess antimicrobial, hemolytic, and histamine-releasing properties.]",
    "keywords": "ant; Formicidae; Dinoponera quadriceps; Ponerinae; South America; Brazil; scientific; venom; venom peptides; dinoponeratoxins; antimicrobial peptides; biogenic amines; monoamine alkaloids; peptidome; ",
    "year": "2020} "
  },
  {
    "ref_type": "article",
    "author": "Sasaki, K. and Okada, Y. and Shimoji, H. and Aonuma, H. and Miura, T. and Tsuji, K.",
    "title": "Social evolution with decoupling of multiple roles of biogenic amines into different phenotypes in Hymenoptera",
    "journal": "Front. Ecol. Evol.",
    "volume": "9, 659160",
    "pages": "12 p.",
    "note": "Part of FORMIS 22; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[We review recent progress in the understanding of the neurohormonal regulation of reproduction & social behavior in eusocial hymenopterans, with an emphasis on biogenic amines.  Biogenic amines are key substances involved in the switching of reproductive physiology & modulation of social behaviors.  Dopamine has a pivotal role in the formation of reproductive skew irrespective of the social system, whereas octopamine & serotonin contribute largely to non-reproductive social behaviors.  These decoupling roles of biogenic amines are seen in the life cycle of a single female in a solitary species, supporting ovarian ground plan hypothesis.  Juvenile hormone promotes reproduction with dopamine function in primitively eusocial species, but it regulates non-reproductive social behaviors with octopamine function in advanced eusocial species.  The signal transduction networks between JH & the biogenic amines have been rewired in advanced eusocial species, which could regulate reproduction in response to various social stimuli independently of JH action.]",
    "keywords": "ant; Formicidae; Camponotus fellah; Diacamma; Formica japonica; Formica rufa; Harpegnathos saltator; Odontomachus kuroiwae; Oecophylla smaragdina; Pheidole dentata; Pheidole; Pristomyrmex punctatus; Solenopsis invicta; Formicinae; Myrmicinae; Ponerinae; review; division of reproduction; phenotype; physiology; biogenic amines; dopamine; reproductive skew; octopamine; serotonin; tryamine; juvenile hormone; behavior; division of labor; symbiont; myrmecophile; Lepidoptera; Lycaenidae; butterfly; Narathura japonica; ",
    "year": "2021} "
  },
  {
    "ref_type": "techreport",
    "author": "Schumann, W.P. and Swallow, J.G. and Greene, M.J.",
    "title": "How an individual brain can lead to societal change in pavement ants (Tetramorium caespitum).  [abstract]",
    "institution": "P3.69, p. 374, Presented at SICB (Society of Integrative and Comparative Biology) 2017 Annual Meeting Abstracts, January 4-8, 2017, New Orleans, LA.",
    "note": "Part of FORMIS 18; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; monoamines; octopamine; dopamine; serotonin; morphology; brain; nestmate recognition; distribution; nests; behavior; aggression; intraspecific aggression; fighting; social isolation; cooperative social behavior; trophollaxis; allogrooming; antagonistic response; pavement ants; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Seid, M.A. and Traniello, J.F.A.",
    "title": "Age-related changes in biogenic amines in individual brains of the ant Pheidole dentata",
    "journal": "Naturwissenschaften",
    "volume": "92(4)",
    "pages": "198-201",
    "note": "Part of FORMIS 06; from-DPW,",
    "abstract": "*[The behavioral development of minor workers of Pheidole dentata involves a progression of tasks beginning with brood care and culminating in foraging as individuals' age.  To understand the role of brain neurochemistry in age-related division of labor, we measured the levels of serotonin, dopamine and octopamine in individual brains of minor workers of different ages.  Serotonin and dopamine levels were significantly correlated with worker age, both increased as minor workers matured, and serotonin rose significantly in the oldest ants.   In addition, the serotonin:dopamine ratio was significantly higher in the oldest workers.   Octopamine levels did not change with age, although the ratios of octopamine:serotonin & octopamine:dopamine were significantly higher in the youngest workers.  These age-associated changes in biogenic amine levels suggest an involvement of neuromodulators in minor worker behavioral ontogeny & temporal polyethism in P. dentata.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; minor workers; age-related changes; biogenic amines; brains; brain neurochemistry; age-related division of labor; serotonin; dopamine; octopamine; neuromodulators; behavioral ontogeny; temporal polyethism; ",
    "year": "2005} "
  },
  {
    "ref_type": "techreport",
    "author": "Shimoji, H. and Aonuma, H. and Abe, M.S. and Tsuji, K. and Miura, T. and Okada, Y.",
    "title": "Gamergate controls dopamine levels of workers in Diacamma sp.  [abstract]",
    "institution": "P109 p. 257, In: Abstracts, International Congress, International Union for the Study of Social Insects, 13-18 July 2014, Cairns Convention Centre, Queensland, Australia",
    "note": "Part of FORMIS 15; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Diacamma; Ponerinae; Asia; Japan; scientific; workers; gamergate; physiology; heterogeneity; amine dynamics; worker brains; queen signals; dopamine; dominants; subordinates; octopamine; ",
    "year": "2014} "
  },
  {
    "ref_type": "article",
    "author": "Shimoji, H. and Aonuma, H. and Miura, T. and Tsuji, K. and Sasaki, K. and Okada, Y.",
    "title": "Queen contact and among-worker interactions dually suppress worker brain dopamine as a potential regulator of reproduction in an ant",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "71(2), 35",
    "pages": "9 p.",
    "note": "Part of FORMIS 18; from NAL's AGRICOLA; from-DPW,",
    "abstract": "How individual organisms whose behavior is potentially driven by selfish interests cooperate to form a society is a central question in evolutionary biology. Worker reproduction and its suppression in eusocial insects provide an illuminating model of such a conflict resolution. Although many theoretical and empirical studies focus on the nature and evolutionary consequences of this reproductive conflict, little is known about its physiological underpinnings. Here, we hypothesized that the dopaminergic system, which has a gonadotropic function in eusocial Hymenoptera, is controlled by social suppression via the queen presence signal and the worker-worker dominance interactions. In Diacamma sp. from Japan, the queen presence signal is transferred to workers by direct contact, and worker-worker dominance interaction occurs commonly in large colonies, even when a queen is present. Using the ant Diacamma sp., we showed that the aggressive interactions among workers suppressed brain dopamine levels of the workers. Moreover, our data suggest that the queen presence signal transmitted by direct contact suppresses the brain dopamine level and the transcription of dopamine synthetic enzyme (ddc) of workers. Our data provide clear empirical evidence that worker brain dopamine is suppressed by both social stimuli directed from dominant workers and the queen. SIGNIFICANCE STATEMENT: In eusocial Hymenoptera, worker reproduction is suppressed by social interactions such as queen presence information and dominance interaction. Dopamine, one of the biogenic amines, is a well-known gonadotropic neurohormone in eusocial Hymenoptera. Honeybee studies revealed that the queen presence information regulated dopamine levels in worker brains. In an ant, the dominance interaction also controlled dopamine levels of workers. In a queenless ant Diacamma sp., queen presence information and dominance interaction are known to dually suppress worker reproduction. Given the above examples, dopaminergic signaling is predicted to be a general mechanism that can suppress worker reproduction in multiple ways. We here test whether both the queen- and worker-originated signals (i.e., queen presence information and dominance interaction) affect the worker dopamine level. We show that dopaminergic signaling is affected by dual social factors, suggesting the general role of dopaminergic signaling in mediating social interaction and reproductive suppression.",
    "keywords": "ant; Formicidae; Diacamma; Ponerinae; Asia; Japan; Okinawa; scientific; queen contact stimulus; dominance interaction; queenless ant; physiological heterogeneity; brain; conflict management; direct contact; dopamine; models; reproduction; social behavior; social factors; society; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Shin, M. and Friedman, D.A. and Gordon, D.M. and Venton, B.J.",
    "title": "Measurement of natural variation of neurotransmitter tissue content in red harvester ant brains among different colonies",
    "journal": "Anal. Bioanal. Chem.",
    "volume": "412(24)",
    "pages": "6167-6175",
    "note": "Part of FORMIS 21; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Colonies of the red harvester ant, Pogonomyrmex barbatus, regulate foraging activity based on food availability and local conditions. Colony variation in foraging behavior is thought to be linked to biogenic amine signaling and metabolism. Measurements of differences in neurotransmitters have not been made among ant colonies in a natural environment. Here, for the first time, we quantified tissue content of 4 biogenic amines (dopamine, serotonin, octopamine, and tyramine) in single forager brains from 9 red harvester ant colonies collected in the field. Capillary electrophoresis coupled with fast-scan cyclic voltammetry (CE-FSCV) was used to separate and detect the amines in individual ant brains. Low levels of biogenic amines were detected using field-amplified sample stacking by preparing a single brain tissue sample in acetonitrile and perchloric acid. The method provides low detection limits: 1 nM for dopamine, 2 nM for serotonin, 5 nM for octopamine, and 4 nM for tyramine. Overall, the content of dopamine (47\t±\t9 pg/brain) was highest, followed by octopamine (36\t±\t10 pg/brain), serotonin (20\t±\t4 pg/brain), and tyramine (14\t±\t3 pg/brain). Relative standard deviations were high, but there was less variation within a colony than among colonies, so the neurotransmitter content of each colony might change with environmental conditions. This study demonstrates that CE-FSCV is a useful method for investigating natural variation in neurotransmitter content in single ant brains and could be useful for future studies correlating tissue content with colony behavior such as foraging.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA, New Mexico; scientific; workers; physiology; neurotransmitters tissue content; biogenic amines; dopamine; serotonin; octopamine; tyramine; brains; capillary electrophoresis/electrophoresis; fast-scan cyclic voltammetry; carbon-fiber microelectrode; red harvester ants; ",
    "year": "2020} "
  },
  {
    "ref_type": "article",
    "author": "Smith, A.R. and Muscedere, M.L. and Seid, M.A. and Traniello, J.F.A. and Hughes, W.O.H.",
    "title": "Biogenic amines are associated with worker task but not patriline in the leaf-cutting ant Acromyrmex echinatior",
    "journal": "J. Comp. Physiol. A Neuroethol. Sens. Neural Behav. Physiol.",
    "volume": "199(12)",
    "pages": "1117-1127",
    "note": "Part of FORMIS 15; from NAL's AGRICOLA; Part of the Leaf-Cutting Ant Bibliography; from-DPW,",
    "abstract": "Division of labor among eusocial insect workers is a hallmark of advanced social organization, but its underlying neural mechanisms are not well understood. We investigated whether differences in whole-brain levels of the biogenic amines dopamine (DA), serotonin (5HT), and octopamine (OA) are associated with task specialization and genotype in similarly sized and aged workers of the leaf-cutting ant Acromyrmex echinatior, a polyandrous species in which genotype correlates with worker task specialization. We compared amine levels of foragers and waste management workers to test for an association with worker task, and young in-nest workers across patrilines to test for a genetic influence on brain amine levels. Foragers had higher levels of DA and OA and a higher OA:5HT ratio than waste management workers. Patrilines did not significantly differ in amine levels or their ratios, although patriline affected worker body size, which correlated with amine levels despite the small size range sampled. Levels of all three amines were correlated within individuals in both studies. Among patrilines, mean levels of DA and OA, and OA and 5HT were also correlated. Our results suggest that differences in biogenic amines could regulate worker task specialization, but may be not be significantly affected by genotype.",
    "keywords": "ant; Formicidae; Acromyrmex echinatior; Myrmicinae; Attini; scientific; body size; brain; dopamine; genotype; leaf-cutting ants; octopamine; serotonin; social structure; waste management; division of labor; biogenic amines; response threshold; task specialization; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Szczuka, A. and KorczyDska, J. and Wnuk, A. and Symonowicz, B. and Gonzalez Szwacka, A. and Mazurkiewicz, P. and Kostowski, W. and GodziDska, E.J.",
    "title": "The effects of serotonin, dopamine, octopamine and tyramine on behavior of workers of the ant Formica polyctena during dyadic aggression tests",
    "journal": "Acta Neurobiol. Exper.",
    "volume": "73(4)",
    "pages": "495-520",
    "note": "Part of FORMIS 14; from-DPW,",
    "abstract": "*[We investigated the effect of injections of 4 biogenic amines (serotonin, dopamine, octopamine, tyramine) on behavior patterns displayed by workers of the red wood ant Formica polyctena during dyadic confrontations with 4 types of opponents: a nestmate, an alien conspecific, an allospecific ant (Formica fusca), & a potential prey (a nymph of the housecricket, Acheta domesticus).  Significant effects of biogenic amine administration were observed almost exclusively in the case of confrontations with allospecific opponents.  Serotonin treatment exerted stimulatory effects on behavior patterns involving physical aggression (biting accompanied by gaster flexing, dragging, formic acid spraying), but these effects were relatively weak &/or documented by indirect evidence.  Dopamine administration exerted a stimulatory effect on open-mandible threats directed by F. polyctena to F. fusca & to cricket nymphs, & on biting behavior directed to cricket nymphs.  Surprisingly, octopamine treatment did not exert significant effects on aggressive behavior of the tested ants.  Tyramine administration exerted a suppressing effect on threatening behavior directed to F. fusca, but led to shortening of the latencies to the first open-mandible threat during the tests with cricket nymphs.  Biogenic amine administration also influenced non-aggressive behavior of the tested ants.  Our findings confirmed the role of serotonin & dopamine in the mediation of ant aggressive behavior & documented for the first time significant effects of tyramine treatment on ant aggressive behavior.  We also demonstrated that not only specific patterns of ant aggressive behavior, but also behavioral effects of biogenic amine treatments are as a rule strongly context-dependent.]",
    "keywords": "ant; Formicidae; Formica fusca; Formica polyctena; Formicinae; Europe; Poland; scientific; physiology; octopamine; serotonin; dopamine; tyramine; behavior; aggressive behavior; prey; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Szczuka, A. and Wnuk, A. and Korczynska, I. and Symonowicz, B. and Gonzalez Szwacka, A. and Mazurkiewicz, P. and Francikowski, J. and A., Mirecka and W., Kostowski and Godzinska, E.J.",
    "title": "The effect of biogenic amines serotonin, dopamine, octopamine and tyramine on aggressive behaviour of workers of the red wood ant Formica polyctena.  [abstract]",
    "journal": "Acta Neurobiol. Exper.",
    "volume": "69(3)",
    "pages": "300",
    "note": "Part of FORMIS 21; from-DPW,",
    "keywords": "ant; Formicidae; Formica polyctena; Formicinae; Europe; Poland; scientific; workers; physiology; biogenic amines; octopamine; serotonin; dopamine; tyramine; behavior; aggressive behavior; prey; ",
    "year": "2009} "
  },
  {
    "ref_type": "article",
    "author": "Tang, J.J. and Zhang, L. and Jiang, L.P. and Di, L. and Yan, Y.M. and Tu, Z.C. and Yang, C.P. and Zuo, Z.L. and Hou, B. and Xia, H.L. and Chen, Y.B. and Cheng, Y.X.",
    "title": "Dopamine derivatives from the insect Polyrhachis dives as inhibitors of ROCK1/2 and stimulators of neural stem cell proliferation",
    "journal": "Tetrahedron",
    "volume": "70(46)",
    "pages": "8852-8857",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Polyrhachis dives is consumed as an insect food in some regions of China. In this study, new dopamine derivatives, (+)-polyrhadopamine A (1a) and (-)-polyrhadopamine A (1b), (+)-polyrhadopamine B (2a) and (-)-polyrhadopamine B (2b), and polyrhadopamines C-E (3-5), were isolated from this species. The structures and stereochemistry of these substances were assigned by using spectroscopic and computational methods. Compounds 1a, 1b, 2a, and 2b are dimeric N-acetyldopamine derivatives, 3 is a dopamine analog containing an unusual sulfone group, and 4 and 5 possess a rare benzo[d]thiazole moiety. The functions of these substances as ROCK1/2 inhibitors, neural stem cell (NSCs) proliferation stimulators, immunosuppressive, and anti-inflammatory agents were determined.",
    "keywords": "ant; Formicidae; Polyrhachis dives; Formicinae; Asia; China; scientific; impact; medical; ROCK1/2 inhibitors; NSCs; neural stem cell; proliferation stimulators; immunosuppressive agents; anti-inflammatory agents; dopamine derivatives; (+)-polyrhadopamine A; (-)-polyrhadopamine A; (+)-polyrhadopamine B; (-)-polyrhadopamine B; polyrhadopamine; ",
    "year": "2014} "
  },
  {
    "ref_type": "article",
    "author": "Vander Meer, R.K. and Preston, C.A. and Hefetz, A.",
    "title": "Queen regulates biogenic amine level and nestmate recognition in workers of the fire ant, Solenopsis invicta",
    "journal": "Naturwissenschaften",
    "volume": "95(12)",
    "pages": "1155-1158",
    "note": "Part of FORMIS 08; from NAL'S AGRICOLA; from Fire Ant Literature Database; from-DPW,",
    "abstract": "Nestmate recognition is a critical element in social insect organization, providing a means to maintain territoriality and close the colony to parasites and predators. Ants detect the colony chemical label via their antennae and respond to the label mismatch of an intruder with aggressive behavior. In the fire ant, Solenopsis invicta, worker ability to recognize conspecific nonnestmates decreases if the colony queen is removed, such that they do not recognize conspecific nonnestmates as different. Here, we tested the hypothesis that the presence of the colony queen influences the concentration of octopamine, a neuromodulator, in worker ants, which in turn has an effect on nestmate recognition acuity in workers. We demonstrate that queenless workers exhibit reduced brain octopamine levels and reduced discriminatory acuteness; however, feeding queenless workers octopamine restored both. Dopamine levels are influenced by honeybee queen pheromones; however, levels of this biogenic amine were unchanged in our experiments. This is the first demonstration of a link between the presence of the colony queen, a worker biogenic amine, and conspecific nestmate recognition, a powerful expression of colony cohesion and territoriality.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Florida; scientific; queens; workers; colonies; physiology; octopamine; dopamine; modulation; chemical concentration; physiological regulation; morphology; brain; nestmate recognition; aggression; queen presence; queenless workers; neuromodulation; ",
    "year": "2008} "
  },
  {
    "ref_type": "article",
    "author": "Wada-Katsumata, A. and Yamaoka, R. and Aonuma, H.",
    "title": "Social interactions influence dopamine and octopamine homeostasis in the brain of the ant Formica japonica",
    "journal": "J. Exp. Biol.",
    "volume": "214(10)",
    "pages": "1707-1713",
    "note": "Part of FORMIS 13; from-DPW,",
    "abstract": "*[We hypothesized that starvation & isolation affected levels of brain biogenic amines including dopamine & octopamine (neuromediators modifying various insect behaviors) & tested the relationship between brain biogenic amines & social behaviors of stressed ants.  Ants starved for 7 days contained lower brain dopamine levels & they did not perform trophallaxis toward nestmates.  Feeding starved ants sucrose solution re-established trophallaxis, but not brain dopamine levels.  The performance of trophallaxis induced recovery of brain dopamine content to the level of untreated ants.  Ants that were isolated for 2 days displayed markedly increased octopamine levels, which following nestmate interactions, returned to levels similar to those of control (non-isolated) ants & ants isolated for 1 h.  We conclude that starvation reduced brain dopamine level, but had no significant effect on brain octopamine (trophallaxis recovered the brain dopamine levels), & isolation increased brain octopamine level, but had no effect on brain dopamine (trophallaxis & grooming events recovered the brain octopamine levels).]",
    "keywords": "ant; Formicidae; Formica japonica; Formicinae; Asia; Japan; scientific; social interactions; dopamine; octopamine homeostasis; brain; brain biogenic amine; social behavior; starvation stress; isolation stress; trophallaxis; grooming; ",
    "year": "2011} "
  },
  {
    "ref_type": "article",
    "author": "Wissink, M. and Nehring, V.",
    "title": "Appetitive olfactory learning suffers in ants when octopamine or dopamine receptors are blocked",
    "journal": "J. Exp. Biol.",
    "volume": "224(15): jeb242732",
    "pages": "{10 p. (pdf)",
    "note": "Part of FORMIS 24; from-DPW,",
    "abstract": "*[We tested which neurotransmitters are required for appetitive learning in ants.  We trained Lasius niger workers to discriminate 2 mixtures of linear hydrocarbons & to associate one of them with a sucrose reward.  We analyzed the walking paths of the ants using machine learning & found that the ants spent more time near the rewarded odor than near the other, a preference that was stable for at least 24 h.  We then treated the ants before learning with either epinastine, an octopamine receptor blocker, or flupentixol, a dopamine receptor blocker.  Ants with blocked octopamine receptors did not prefer the rewarded odor.  Octopamine signalling is thus necessary for appetitive learning of olfactory cues, probably because it signals information about odors or reward to the mushroom body.  In contrast, ants with blocked dopamine receptors initially learned the rewarded odor, but failed to retrieve this memory 24 h later.]",
    "keywords": "ant; Formicidae; Lasius niger; Formicinae; Europe; Germany; scientific; worker; colony; behavior; foraging; associative learning; long-term memory; neurotransmitters; short-term memory; octopamine receptors; dopamine receptors; appetitive olfactory learning; linear hydrocarbons; sucrose reward; epinastine; flupentixol; olfactory cues; ",
    "year": "2021} "
  },
  {
    "ref_type": "article",
    "author": "Wnuk, A. and Wiater, M. and GodziDska, E.J.",
    "title": "Effect of past and present behavioural specialization on brain levels of biogenic amines in workers of the red wood ant Formica polyctena",
    "journal": "Physiol. Entomol.",
    "volume": "36(1)",
    "pages": "54-61",
    "note": "Part of FORMIS 13; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Social insect workers usually participate first in intranidal tasks (i.e. act as nurses within the nest) and then switch to extranidal tasks and become foragers. However, foragers sometimes switch back again to brood care and become reverted nurses. Behavioural and physiological correlates of the transition nurse-forager (behavioural maturation) and forager-reverted nurse (behavioural reversion) are relatively well known in the honeybee, although they are less explored in ants. To understand better the role of biogenic amines in ant behavioural maturation and behavioural reversion, the levels of octopamine (OA), dopamine (DA) and serotonin (5-HT) are examined in the brains of nurses, foragers and reverted nurses of the red wood ant Formica polyctena Fˆrst. (Hymenoptera: Formicidae). Brain OA levels and the ratios OA : DA and OA : 5-HT are higher in nurses than in foragers and reverted nurses. Reverted nurses and foragers do not differ significantly with respect to brain biogenic amine levels and amine ratios. Biogenic amine levels in brains of workers of F. polyctena are thus maturation-related rather than task-related. This is one of the first studies of neurochemical correlates of ant behavioural maturation and the first attempt to identify neurobiological correlates of ant behavioural reversion. The data obtained provide further evidence that neurobiological processes underlying honeybee and ant behavioural maturation and behavioural reversion reveal important differences.",
    "keywords": "ant; Formicidae; Formica polyctena; Myrmicinae; Europe; Poland; scientific; nurses; foragers; reverted nurses; brain; behavioral maturation; behavioral reversion; biogenic amines; dopamine; octopamine; ontogeny; polyethism; serotonin; ",
    "year": "2011} "
  },
  {
    "ref_type": "article",
    "author": "Yu, F.B. and Zhang, G.Z.",
    "title": "Ant bite caused 1 case of allergic shock.  [in Chinese]",
    "journal": "Prim. Med. Forum",
    "volume": "2013 (4)",
    "pages": "544",
    "note": "Part of FORMIS 22; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[Ant bites (stings) causing allergic shock is relatively rare, clinicians should note that ant bites (stings) can also cause severe allergic reactions, as is reported for this 1 case.  Clinical data: patient, male, 51yr old green worker, was admitted to hospital on 23 September 2012 after suffering a full-body rash from an ant bite (sting).  At 1 h before admission, the patient was bitten (stung) by ants at work on the left foot, while the injury redness & itch pain was obvious, he did not receive any special treatment.  At 10 min after the injury, additional symptoms began to appear: red spots, papules, wind mass, wind mass gradually spread to the lower limbs, abdomen, chest, back, scattered in the distribution, accompanied by irritability, dizziness, panic, can not stand, but no chest tightness, tightness, no nausea, vomiting, no dry mouth, less urine, & so on.]",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; Asia; China; scientific; bites; sting; impact; medical; allergic shock; allergic reaction; whole body rash; adrenaline; dopamine; patients; clinician; special treatment; clinical report; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Zhang, W. and Xi, G.",
    "title": "Molecular cloning and expression analysis of the gene encoding DDC in the ant Polyrhachis vicina Roger (Hymenoptera: Formicidae)",
    "journal": "Sociobiology",
    "volume": "59(3)",
    "pages": "859-873",
    "note": "Part of FORMIS 17; from-DPW,",
    "abstract": "*[L-3, 4-Dihydroxyphenylalanine decarboxylase (DDC) is an important enzyme which catalyses L-dopa decarboxylation to dopamine in the synthesis of catecholamine neurotransmitters & 5-hydroxytryptophan (5-HTP) to 5-hydroxytryptamine (5-HT).  In this paper, a DDC homologue was isolated from Polyrhachis vicinna Roger.  The full length cDNA of PvDDC is 1893 base pairs (bp) & contains a 5'-untranslated region of 71 nucleotides & a 3'-UTR 379 bp long.  The open reading frame of PvDDC encodes a deduced 480-amino acid peptide.  Real-time quantitative reverse transcription polymerase chain reaction was used to compare PvDDC mRNA expression during P. vicina development in different castes.  The results show that PvDDC mRNA is differentially expressed in different stages of ant development, in whole bodies & the heads of different castes.  During the development, the highest expression level is in pupae.  The levels also vary among castes, the highest level is in males.]",
    "keywords": "ant; Formicidae; Polyrhachis vicina; Formicinae; Asia; China; scientific; workers; males; females; larvae; pupae; genetics; molecular cloning; expression analysis; gene encoding DDC; L-3, 4-Dihydroxyphenylalanine decarboxylase; DDC; molecular cloning; real-time quantitative PCR; ",
    "year": "2012} "
  }
]