[
  {
    "ref_type": "article",
    "author": "Anderson, K.E. and Gadau, J. and Mott, B.M. and Altimirano, A. and Johnson, R.A. and Strehl, C. and Fewell, J.H.",
    "title": "Distribution and evolution of genetic caste determination in Pogonomyrmex seed-harvester ants",
    "journal": "Ecology",
    "volume": "87(9)",
    "pages": "2171-2184",
    "note": "Part of FORMIS 07; from NAL's AGRICOLA; from-DPW,",
    "abstract": "We examined the distribution and ancestral relationships of genetic caste determination (GCD) in 46 populations of the seed\u0010harvester ants Pogonomyrmex barbatus and P. rugosus across the east\u0010to\u0010west range of their distributions. Using a mtDNA sequence and two nuclear markers diagnostic for GCD, we distinguished three classes of population phenotypes: those with GCD, no evidence of GCD, and mixed (both GCD and non\u0010GCD colonies present). The GCD phenotype was geographically widespread across the range of both morphospecies, occurring in 20 of 46 sampled populations. Molecular data suggest three reproductively isolated and cryptic lineages within each morphospecies, and no present hybridization. Mapping the GCD phenotype onto a mtDNA phylogeny indicates that GCD in P. rugosus was acquired from P. barbatus, suggesting that interspecific hybridization may not be the causal agent of GCD, but may simply provide an avenue for GCD to spread from one species (or subspecies) to another. We hypothesize that the origin of GCD involved a genetic mutation with a major effect on caste determination. This mutation generates genetic conflict and results in the partitioning and maintenance of distinct allele (or gene set) combinations that confer differences in developmental caste fate. The outcome is two dependent lineages within each population; inter\u0010lineage matings produce workers, while intra\u0010lineage matings produce reproductives. Both lineages are needed to produce a caste\u0010functional colony, resulting in two reproductively isolated yet interdependent lineages. Pogonomyrmex populations composed of dependent lineages provide a unique opportunity to investigate genetic variation underlying phenotypic plasticity and its impact on the evolution of social structure.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; Mexico; USA; Arizona; Nevada; New Mexico; Texas; scientific; workers; queen; gynes; caste determination; genetic caste determination; mtDNA sequence; nuclear markers; genetic mutation; allele; gene set; inter-lineage matings; intra-lineage matings; morphospecies; distribution; evolution; ",
    "year": "2006} "
  },
  {
    "ref_type": "article",
    "author": "Barton, K.E. and Sanders, N.J. and Gordon, D.M.",
    "title": "The effects of proximity and colony age on interspecific interference competition between the desert ants Pogonomyrmex barbatus and Aphaenogaster cockerelli",
    "journal": "Am. Midl. Nat.",
    "volume": "148(2)",
    "pages": "376-382",
    "note": "Part of FORMIS 07; from-DPW,",
    "abstract": "*[Before sunrise when Pogonomyrmex barbatus colonies become active, Aphaenogaster cockerelli colonies completely plug the nest entrances of some P. barbatus colonies, thereby delaying the onset of P. barbatus foraging behavior.  Pogonomyrmex barbatus colonies closer to A. cockerelli were plugged more frequently than more distant colonies.  As distance from A. cockerelli nests increased, older P. barbatus colonies were plugged more frequently than younger ones.  Our results suggest that the intensity of interspecific interference competitive interactions may depend on the proximity & age of competing colonies.]",
    "keywords": "ant; Formicidae; Aphaenogaster cockerelli; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; distribution; colony proximity; colony age; interspecific interference; competition; foraging; nest entrance plugging; desert; ",
    "year": "2002} "
  },
  {
    "ref_type": "article",
    "author": "Bernheimer, A.W. and Avigad, L.S. and Schmidt, J.O.",
    "title": "A hemolytic polypeptide from the venom of the red harvester ant, Pogonomyrmex barbatus",
    "journal": "Toxicon",
    "volume": "18(3)",
    "pages": "271-278",
    "note": "Part of FORMIS; from NAL's AGRICOLA; verified-JOS; from-DPW, ",
    "abstract": "A hemolytic polypeptide for the venom of the red harvester ant, Pogonomyrmex barbatus was analyzed with a view to elucidating the chemical nature of the agent responsible for direct hemolysis.  Gel filtration experiments indicated the mol. wt. of the active substance, termed barbatolysin, to be ca. 3000.  Barbatolysin was isolated in nearly pure form by isoelectric focusing and was found to be a strongly basic polypeptide containing 34 amino acid residues.  The relative susceptibility of erythrocytes from different animals was compared using venoms of P. barbatus, P. badius and Apis mellifera.  Barbatolysin was not lethal for mice, but mouse lethality was associated with a second venom component having an isoelectric pH of 8.0 and a mol. wt of 8000.  The information obtained suggests that there is a functional resemblance between the venoms of P. barbatus and A. mellifera with respect to direct-acting hemolysin.  (abstract provided by author)",
    "keywords": "ant; Formicidae; Pogonomyrmex badius; Pogonomyrmex barbatus; Myrmicinae; North America; USA; scientific; venom; physiology; biochemistry; impact; medical; blood; lethality; hemolysis; toxicology; hemolytic polypeptide; barbatolysin; ",
    "year": "1980} "
  },
  {
    "ref_type": "article",
    "author": "Brown, M.J.F. and Gordon, D.M.",
    "title": "Individual specialisation and encounters between harvester ant colonies",
    "journal": "Behaviour",
    "volume": "134(11/12)",
    "pages": "849-866",
    "note": "Part of FORMIS 99; from-DPW, verified-DPW.",
    "abstract": "*[This study examined how individual specialization contributes to neighbor-stranger discrimination in the red seed-harvesting ant, Pogonomyrmex barbatus.  Encounters were staged between laboratory colonies.  Ants were marked & observed in successive encounters.  There is no specialization for interaction.  The results showed that all ants were equally likely to interact with non-nestmates.  The frequency of fighting between P. barbatus colonies varies from day to day.  There is specialization for fighting.  A few ants tended to fight when they met non-nestmates.  There was no day-to-day effect of encounters on the number of foragers in the laboratory arena.  Without specialized detectives, neighbor recognition must arise either from frequent interactions between foragers of neighboring colonies or from communication among nestmates about the odor of neighbours.  Shifts in the number of specialized fighters present in the foraging pool may underlie the day-to-day variation in fighting intensity observed in the field.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; Arizona; scientific; colony; behavior; aggression; individual specialization; encounters; neighbor-stranger discrimination; non-nestmates; colony specific odor; paint marking; ",
    "year": "1997} "
  },
  {
    "ref_type": "article",
    "author": "Buckley, S.B.",
    "title": "Myrmica (Atta) molefaciens, \"Stinging Ant\" or \"Mound-Making Ant,\" of Texas",
    "journal": "Proc. Acad. Nat. Sci. Phila.",
    "volume": "12",
    "pages": "445-447",
    "note": "Part of FORMIS 99; from The Ants; Part of the Leaf-Cutting Ant Bibliography; from ANTBIB; ANTBIB Misc. Notes, p. 113, verified-PSW; from-DPW, verified-DPW.",
    "abstract": "*[Myrmica (Atta) molefaciens = Pogonomyrmex molefaciens.  P. molefaciens is a syn. of P. barbatus.  Atta texana is only mentioned as being able to carry heavier loads than P. molefaciens.]",
    "keywords": "ant; Formicidae; Atta texana; Myrmica (Atta) molefaciens; Pogonomyrmex molefaciens; Myrmicinae; Attini; North America; USA; Texas; scientific; diet; prey; worker; female; morphology; sting; taxonomy; ecology; distribution; nest; nest structure; mound maker; behavior; seed predator; flooding; aggression; impact; agricultural; damages; ",
    "year": "1860} "
  },
  {
    "ref_type": "article",
    "author": "Byers, J.A. and Levi-Zada, A.",
    "title": "Individual variation of (S)-4-methyl-3-heptanone in heads' of braconid wasp, Leiophron uniformis, and Pogonomyrmex ants indicates costs of semiochemical production",
    "journal": "Chemoecology",
    "volume": "21(1)",
    "pages": "35-44",
    "note": "Part of FORMIS 10; from NAL's AGRICOLA; from-DPW,",
    "abstract": "(S)-4-Methyl-3-heptanone is an alarm pheromone released from the mandibular glands in heads of harvester ants (Pogonomyrmex spp.). We used gas chromatography-mass spectrometry (GC-MS) to study the variation in amounts of this ketone among individual ants of a colony. P. barbatus contained about 2,000 ng per head, while only about half of this amount was found in heads of P. rugosus and P. californicus. Individuals of P. barbatus from three different nests contained rather uniform amounts of the alarm pheromone within each colony (16-30% coefficient of variation CV; normal distributions skewed left), but one nest under food stress had a significantly lower mean amount. In contrast, both sexes of a small braconid wasp Leiophron uniformis, a parasitoid of Lygus plant bugs, contained up to 10 ng of the same volatile enantiomer in their heads; and groups of either sex of the wasp exhibited normal distributions of quantities (64% CV, skewed right). The differences in the distributions between parasitoids and ants suggest that related members within a social ant colony may attempt to maintain a uniform level of ketone compared to independent variation in unrelated, solitary wasp individuals. When the wasp's leg was grasped with forceps, it tried to escape and bite the forceps as it ejected (S)-4-methyl-3-heptanone (detected by solid phase microextraction, SPME, and GC-MS). Since adult wasps are nonsocial and feed only on nectar, their sharp piercing mandibles in combination with this escape/biting behavior indicate the ketone is used for defense rather than for an alarm function as in harvester ants. Costs of producing the semiochemical in wasp L. uniformis and ants P. barbatus and P. californicus are suggested since populations exhibited a significant linear increase in the amount of (S)-4-methyl-3-heptanone with an increase in body weight of individuals.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex californicus; Pogonomyrmex rugosus; North America; USA; Arizona; scientific; colonies; nests; body weight; mandibular glands; alarm pheromone; defensive secretion; (S)-4-methyl-3-heptanone; harvester ants; ",
    "year": "2011} "
  },
  {
    "ref_type": "article",
    "author": "Choe, D.H. and RamÌrez, S.R. and Tsutsui, N.D.",
    "title": "A silica gel based method for extracting insect surface hydrocarbons",
    "journal": "J. Chem. Ecol.",
    "volume": "38(2)",
    "pages": "176-187",
    "note": "Part of FORMIS 13; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Here, we describe a novel method for the extraction of insect cuticular hydrocarbons using silica gel, herein referred to as \"silica-rubbing\". This method permits the selective sampling of external hydrocarbons from insect cuticle surfaces for subsequent analysis using gas chromatography-mass spectrometry (GC-MS). The cuticular hydrocarbons are first adsorbed to silica gel particles by rubbing the cuticle of insect specimens with the materials, and then are subsequently eluted using organic solvents. We compared the cuticular hydrocarbon profiles that resulted from extractions using silica-rubbing and solvent-soaking methods in four ant and one bee species: Linepithema humile, Azteca instabilis, Camponotus floridanus, Pogonomyrmex barbatus (Hymenoptera: Formicidae), and Euglossa dilemma (Hymenoptera: Apidae). We also compared the hydrocarbon profiles of Euglossa dilemma obtained via silica-rubbing and solid phase microextraction (SPME). Comparison of hydrocarbon profiles obtained by different extraction methods indicates that silica rubbing selectively extracts the hydrocarbons that are present on the surface of the cuticular wax layer, without extracting hydrocarbons from internal glands and tissues. Due to its surface specificity, efficiency, and low cost, this new method may be useful for studying the biology of insect cuticular hydrocarbons.          *[Workers of A. instabilis were collected at the Finca Irlanda, Chiapas, Mexico in July 2010 (K. A. Mathis, University of California, Berkeley).  The workers of L. humile were obtained from an outdoor foraging trail at Berkeley, CA, in October 2010.  The workers of C. floridanus were obtained from a laboratory colony collected at the Archbold Biological Station, FL, in August 2009.  The workers of P. barbatus were obtained from a laboratory colony collected in the field near Rodeo, NM in 2006 (S. Sturgis, Stanford University, Palo Alto).]",
    "keywords": "ant; Formicidae; Azteca instabilis, Camponotus floridanus, Linepithema humile, Pogonomyrmex barbatus; Dolichoderinae; Formicinae; Myrmicinae; North America; Mexico; USA; California; Florida; New Mexico; scientific; cuticular hydrocarbons; epicuticular wax; cuticle; sampling; silica gel; extraction; solid-phase microextraction; bioassay; rubbing; desiccant dust; gas chromatography; gels; mass spectrometry; ",
    "year": "2012} "
  },
  {
    "ref_type": "article",
    "author": "Coates, K. and Robertson, K.",
    "title": "Muscarinic acetylcholine receptors are required for nestmate-odor memory retrieval but not for olfaction in harvester ants (Pogonomyrmex barbatus)",
    "journal": "Bios (USA)",
    "volume": "84(3)",
    "pages": "158-164",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "The ability of social insects such as ants to distinguish between nestmates and non-nestmates is odor-based, learned and critical to the survival of the colony. However, little is known about how the brain processes the olfactory cues associated with nestmate recognition. Previous studies have shown that inhibition of muscarinic acetylcholine receptors with a competitive inhibitor, scopolamine affects nestmate recognition in honeybees, causing them to mistakenly attack nestmates. This suggests that muscarinic receptors may be required for either olfaction and/or retrieval of odor memory. The aim of this study was to further investigate the role of muscarinic receptors in nestmate recognition in another social insect, the harvester ant (Pogonomyrmex barbatus). Focal ants were fed either scopolamine dissolved in sucrose or sucrose alone (control) for approximately 72 hours, then placed in an arena with either a nestmate or a genetically unrelated non-nestmate. We videotaped their interactions and determined the frequency with which focal ants exhibited aggressive behaviors toward the introduced ants. Focal ants treated with scopolamine exhibited inappropriate aggressive behaviors toward nestmates with a significantly higher frequency than did the controls, but with the same frequency that they exhibited aggressive behaviors toward non-nestmates. These results suggest that scopolamine-treated ants can't distinguish nestmates from non-nestmates. However, scopolamine-treated focal ants did respond appropriately to the presence of an olfactory repellent, indicating that scopolamine does not disrupt olfaction. The data support a role for muscarinic receptors in odor memory retrieval rather than in odor perception, and indicate that this role is conserved in P. barbatus.          *[Harvester ants were obtained from 2 sources; Carolina Biological Supplies, NC & Wards Natural Science, NY, to ensure against potential genetic relatedness of non-nestmates.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; scientific; physiology; smell; odors; sucrose; cholinergic receptors; scopolamine; morphology; brain; behavior; aggression; memory; nestmate recognition; intraspecific interactions; harvester ants; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Corona, M. and Libbrecht, R. and Wurm, Y. and Riba-Grognuz, O. and Studer, R.A. and Keller, L.",
    "title": "Vitellogenin underwent subfunctionalization to acquire caste and behavioral specific expression in the harvester ant Pogonomyrmex barbatus",
    "journal": "PLoS Genet.",
    "volume": "9(8): e1003730",
    "pages": "9 p.",
    "note": "Part of FORMIS 15; from-DPW,",
    "abstract": "The reproductive ground plan hypothesis (RGPH) proposes that the physiological pathways regulating reproduction were co-opted to regulate worker division of labor. Support for this hypothesis in honeybees is provided by studies demonstrating that the reproductive potential of workers, assessed by the levels of vitellogenin (Vg), is linked to task performance. Interestingly, contrary to honeybees that have a single Vg ortholog and potentially fertile nurses, the genome of the harvester ant Pogonomyrmex barbatus harbors two Vg genes (Pb_Vg1 and Pb_Vg2) and nurses produce infertile trophic eggs. P. barbatus, thus, provides a unique model to investigate whether Vg duplication in ants was followed by subfunctionalization to acquire reproductive and non-reproductive functions and whether Vg reproductive function was coopted to regulate behavior in sterile workers. To investigate these questions, we compared the expression patterns of P. barbatus Vg genes and analyzed the phylogenetic relationships and molecular evolution of Vg genes in ants. qRT-PCRs revealed that Pb_Vg1 is more highly expressed in queens compared to workers and in nurses compared to foragers. By contrast, the level of expression of Pb_Vg2 was higher in foragers than in nurses and queens. Phylogenetic analyses show that a first duplication of the ancestral Vg gene occurred after the divergence between the poneroid and formicoid clades and subsequent duplications occurred in the lineages leading to Solenopsis invicta, Linepithema humile and Acromyrmex echinatior. The initial duplication resulted in two Vg gene subfamilies preferentially expressed in queens and nurses (subfamily A) or in foraging workers (subfamily B). Finally, molecular evolution analyses show that the subfamily A experienced positive selection, while the subfamily B showed overall relaxation of purifying selection. Our results suggest that in P. barbatus the Vg gene underwent subfunctionalization after duplication to acquire caste- and behavior- specific expression associated with reproductive and non-reproductive functions, supporting the validity of the RGPH in ants.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; scientific; queens; workers; nurses; foragers; genetics; genes; vitellogenin; division of labor; ",
    "year": "2013} "
  },
  {
    "ref_type": "techreport",
    "author": "Daly, A.",
    "title": "Can larval metabolic rates explain colony growth rate differences among harvester ant species?",
    "institution": "p. 6, In: Scholarly Undergraduate Research Fair, University of Vermont, 11 April 2007, 14 p.",
    "note": "Part of FORMIS 10; from-DPW, verified-DPW.",
    "abstract": "*[I measured the metabolic rates of individual larvae from the 2 parental species, P. rugosus & P. barbatus, & 4 species of hybrid origin, H1, H2, J1, & J2.  Flow-through respirometry was used to measure metabolic rate as the amount of carbon dioxide larvae produced per unit time.  No significant differences in larval metabolic rate were found between species, & no overall difference between hybrid versus parental groups could be detected.  Therefore, any colony growth rate differences between these species must be due to some other factor.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; scientific; larvae; physiology; metabolic rates; flow-through respirometry; carbon dioxide; colony growth rate; ",
    "year": "2007} "
  },
  {
    "ref_type": "article",
    "author": "Davidson, D.W.",
    "title": "Experimental tests of the optimal diet in two social insects",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "4(4)",
    "pages": "35-41",
    "note": "Part of FORMIS 94; from CBU; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "1. Experimental studies of dietary specialization in two species of harvester ants (genus Pogonomyrmex) reveal correspondence to several qualitative predictions of optimal diet theory. 2.If the proportions of available seed types are held constant while overall abundance is varied, dietary specialization in colonies of P. barbatus is enhanced in more productive environments. 3. Colonies of P. rugosus take a narrower range of prey types as distance to the foraging area increases. 4. Ants appear to rank prey (barley particles) on the basis of size (caloric value), and the order of incorporation of prey types in the diet of P. rugosus corresponds to the sequence of profitabilities of these food types. Contrary to the predictions of theory, partial preferences are expressed by ant colonies of both species and may be explained in part by within-colony worker variation in the choices of individual workers, as well as by a possible requirement for workers to continuously sample the resource environment. Trends in dietary specialization at the colony level with changes in resource density and distance probably reflect the summed responses of individual workers that evaluate the resource environment and alter their diets in the predicted way.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; scientific; feeding; food types; workers; colony; ecology; dietary specialization; caloric value; within-colony worker variation; resource density; ",
    "year": "1978} "
  },
  {
    "ref_type": "article",
    "author": "Davidson, D.W.",
    "title": "Sexual selection in harvester ants (Hymenoptera: Formicidae: Pogonomyrmex)",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "10(4)",
    "pages": "245-250",
    "note": "Part of FORMIS; from The Ants.",
    "abstract": "*[In mating aggregations of Pogonomyrmex desertorum & P. barbatus, communally displaying males compete for females, & large males are disproportionately successful in gaining access to mates.  Males indiscriminately seize females & attempt to mate, but females actively resist copulation.  As a result, large females mate disproportionately with large males in both P. desertorum & P. barbatus.  In P. desertorum, significant between-colony differences in male body size are approximately correlated with the total reproductive biomass of the parental colony.  Female coyness may have evolved in response to sexual selection for females to choose mates from large &, presumably, long-lived colonies.  Pogonomyrmex males are much larger in relation to conspecific females, than are males of many species in which males spend long time periods in hovering flight.  As Pogonomyrmex males display in vegetation or on the ground, they are not constrained to small body size by the energetics of flight, & have been free to evolve large body size under the influence of sexual selection.  Two factors may explain why selection for large males does not escalate indefinitely.  First, since a male's probability of mating depends on the sizes of his competitors as well as on his own size, selection for large male body size should be frequency-dependent & inversely related to the magnitude of the trade-off in the production of large & small males.  Second, in P. barbatus the mating advantage shows a significant decline at very large body sizes.  Over all colony offspring, the ratio of investment in the sexes is significantly less than 1:1.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex desertorum; Myrmicinae; North America; USA; Arizona; scientific; sexual selection; mating leks; male size; ",
    "year": "1982} "
  },
  {
    "ref_type": "article",
    "author": "Fewell, J.H. and Page, R.E., Jr.",
    "title": "The emergence of division of labour in forced associations of normally solitary ant queens",
    "journal": "Evol. Ecol. Res.",
    "volume": "1(5)",
    "pages": "537-548",
    "note": "Part of FORMIS 00; from-DPW,",
    "abstract": "*[We tested the hypothesis that division of labor is an inescapable property of social groups, rather than an evolutionary event separate from sociality.  We propose a variance-based emergent property model in which division of labor can spontaneously emerge when (1) individuals in a group vary in their intrinsic sensitivity to stimuli for a given task, & (2) the performance of a task by individuals with higher task sensitivities reduces performance of the task by the other group members.  Under these conditions, the individuals with higher sensitivity become the task specialists.  To determine if division of labor can occur in the absence of direct selection, we created artificial foundress associations (groups of queens during nest establishment) of the ant Pogonomyrmex barbatus, which has no history of cooperative colony founding.  We compared the incidence of task specialization in this species to that in Pogonomyrmex californicus, in which foundress associations commonly occur.  Levels of task specialization for nest excavation were high in both species, arguing that division of labor emerges in groups regardless of evolutionary history.  Consistent with the variance-based model, the role of nest excavation specialist in P. barbatus foundress associations could be predicted by both (1) differences in excavation roles in prior pairs & (2) variation in excavation activity while solitary.  Furthermore, the assumption of the excavator role by one foundress dramatically reduced the performance of that task by the other foundress of the pair.  We also found a strong negative relationship between excavation activity & foundress survival in P. barbatus, suggesting that division of labor in this context may act as a constraint on social evolution.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex californicus; Myrmicinae; North America; USA; Arizona; California; scientific; colony foundation; division of labor; variance-based emergent property model; nest excavation; emergent properties; foundress associations; self-organization; task specialization; ",
    "year": "1999} "
  },
  {
    "ref_type": "article",
    "author": "Friedman, D.A. and Greene, M.J. and Gordon, D.M.",
    "title": "The physiology of forager hydration and variation among harvester ant (Pogonomyrmex barbatus) colonies in collective foraging behavior",
    "journal": "Sci. Rep.",
    "volume": "9(1), 5126",
    "pages": "9 p.",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[We present field experiments showing that hydrated P. barbatus foragers made more foraging trips than unhydrated nestmates.  The positive effect of hydration on foraging activity is stronger as the risk of desiccation increases.  Desiccation tests showed that foragers of colonies that reduce foraging in dry conditions are more sensitive to water loss, losing water & motor coordination more rapidly in desiccating conditions, than foragers of colonies that do not reduce foraging in dry conditions.  Desiccation tolerance is also associated with colony reproductive success.  Surprisingly, foragers that are more sensitive to water loss are from colonies more likely to produce offspring colonies.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; workers; physiology; desiccation; hydration; habitat; foraging; ",
    "year": "2019} "
  },
  {
    "ref_type": "article",
    "author": "Furman, B.D. and Gold, R.E.",
    "title": "The effectiveness of label-rate broadcast treatment with Advion at controlling multiple ant species (Hymenoptera: Formicidae)",
    "journal": "Sociobiology",
    "volume": "48(2)",
    "pages": "559-570",
    "note": "Part of FORMIS 08; from NAL's AGRICOLA; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[The objective of this research was to determine the effectiveness of label-rate broadcast treatment with AdvionTM at controlling S. invicta, Monomorium pharaonis, Pogonomyrmex barbatus, & Dorymyrmex pyramicus, all of which were prevalent on the plots utilized for this experiment.  Ten plots (0.04 ha/plot) were subjected to label-rate (1.7 kg/ha) broadcast treatment with 0.045% AdvionTM.  Ant surveys were conducted pre-treatment & post-treatment to determine the effectiveness of the bait.  Compared to pre-treatment levels, all 4 ant species experienced a 92-100% population decrease within 24 h post-treatment.  Ultimately, treatment with AdvionTM resulted in control of S. invicta & P. barbatus for at least 7 wk, & control of M. pharaonis & P. barbatus for some period of time between 3 & 7 wk.]",
    "keywords": "ant; Formicidae; Dorymyrmex pyramicus; Monomorium pharaonis; Pogonomyrmex barbatus; Solenopsis invicta; Dolichoderinae; Myrmicinae; North America; USA; Texas; scientific; population density; chemical control; baits; baiting; toxic baits; indoxacarb; application rate; application methods; pesticide persistence; pest ants; invasive species; native species; ",
    "year": "2006} "
  },
  {
    "ref_type": "article",
    "author": "Gordon, D.M.",
    "title": "Species-specific patterns in the social activities of harvester ant colonies (Pogonomyrmex)",
    "journal": "Insect. Soc.",
    "volume": "31(1)",
    "pages": "74-86",
    "note": "Part of FORMIS; from CBU; from ANTBIB; verified-PSW; from-DPW,",
    "abstract": "This field study examines the social behavior of five sympatric species of desert seed-eating ants (Pogonomyrmex barbatus, P. rugosus, P. maricopa, P. desertorum, P. californicus). The species differed significantly in measures of activity rhythms in various colony tasks, use of space around the nest yard, and reaction to disturbance. Species differences were related to the typical size of a colony's outside work force. The behavior of P. rugosus, P. barbatus, and P. maricopa which had larger outside work forces, emphasized territoriality and the acquisition of food; that of P. desertorum and P. californicus, which had smaller outside work forces, emphasized the avoidance of contact with other colonies. Examining the patterns in colony behavior can illuminate interspecific relationships in desert ant communities.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex californicus; Pogonomyrmex desertorum; Pogonomyrmex maricopa; Pogonomyrmex rugosus; Myrmicinae; North America; USA; New Mexico; scientific; feeding; ecology; competition; community; population; density; behavior; aggression; territory; activity rhythms; ",
    "year": "1984} "
  },
  {
    "ref_type": "article",
    "author": "Gordon, D.M.",
    "title": "Nest-plugging: interference competition in desert ants (Novomessor cockerelli and Pogonomyrmex barbatus)",
    "journal": "Oecologia",
    "volume": "75(1)",
    "pages": "114-118",
    "note": "Part of FORMIS; from The Ants; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[This study reports on a method of interference competition.  Early in the morning, before P. barbatus' activity period, N. cockerelli fills the nest entrances of P. barbatus with sand.  This delays the beginning of the P. barbatus activity period for 1-3 h.  P. barbatus colonies near N. cockerelli nests were more likely to be plugged.  Nest-plugging shifts the typical daily sequence of P. barbatus activities, including the onset of foraging, forward towards midday, when high temperatures force the colony back inside the nest.  P. barbatus colonies do not compensate for late emergence or events impeding foraging by increasing foraging rate.  Nest-plugging by N. cockerelli decreases the foraging capacity of P. barbatus colonies.]",
    "keywords": "ant; Formicidae; Novomessor cockerelli; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; temperature; nests; interspecific interactions; nest plugging; competition; interference competition; behavior; foraging; ",
    "year": "1988} "
  },
  {
    "ref_type": "article",
    "author": "Gordon, D.M.",
    "title": "Variation and change in behavioral ecology",
    "journal": "Ecology",
    "volume": "72(4)",
    "pages": "1196-1203",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[This paper argues for the importance of time in the behavioral ecology of changing environments; that is, how behavior changes in response to the time scale of environmental change.  In the desert of the SW-U.S.A., the red harvester ant (Pogonomyrmex barbatus) competes for limited seed resources with a guild of granivorous ants, birds, & rodents.  A P. barbatus colony adjusts its foraging behavior to changes in its environment.  A colony engages in various tasks outside the nest, including nest maintenance, patrolling (defense and scouting for food), midden work (sorting refuse), & foraging (retrieving food).  Behavioral flexibility occurs at the individual level.]",
    "keywords": "ant; Formicidae; Novomessor cockerelli; Pogonomyrmex barbatus; Myrmicinae; North America; USA; scientific; ecology; competition; resource partitioning; environmental factors; interactions; time; variation; behavior; behavior change; foraging; ",
    "year": "1991} "
  },
  {
    "ref_type": "techreport",
    "author": "Greene, M.J.",
    "title": "Harvester ant midden pebbles are labelled with colony specific cuticular hydrocarbons.  [abstract]",
    "institution": "p. 174, In: 2002 International Society of Chemical Ecology, 19th Annual Meeting, University of Hamburg, Germany August 3.-7. 2002 Scientific programme and abstracts, 264 p.",
    "note": "Part of FORMIS 10; from-DPW, verified-DPW.",
    "abstract": "*[Behavioral data, collected from bioassays that measured aggression, demonstrated that P. barbatus workers could discriminate their own midden from foreign middens.   This behavior was displayed in response to hydrocarbons isolated from midden pebbles that differed from their colony odor.]",
    "keywords": "ant; Formicidae; Aphaenogaster cockerelli; Pogonomyrmex barbatus; Myrmicinae; North America; USA; scientific; nest; midden pebbles; colony odor; cuticular hydrocarbons; labeled; colony specific cuticular hydrocarbons; ",
    "year": "2002} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Guzm·n-Mendoza, R.",
    "title": "Patrones de actividad de forrajeo de Pogonomyrmex barbatus en el valle semi·rido de Zapotitl·n Salinas, Puebla",
    "school": "Tesis, maestrÌa Universidad AutÛnoma Metropolitana. MÈxico, D.F. 108 p.",
    "note": "Part of FORMIS 10; from-DPW,",
    "abstract": "*[The foraging patterns of Pogonomyrmex barbatus were studied under conditions of high & low plant cover & diversity.  Results showed that the trophic niche breadth is influenced by a relationship between abundance & diversity of available resources in the habitat.  The highest observed niche breadth is not necessarily correlated with conditions of low resource abundance as the optimal foraging hypothesis states.  The idea that deserts are highly heterogeneous environments at small spatial & temporal scales is supported by the observed differences in the dynamics of resources abundance & diversity among the studied sites.  The broad generalist foraging habit of P. barbatus indicates that it is intricately embedded inside the desert trophic web.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; Mexico; scientific; foraging; plant cover; diversity; trophic niche breadth; resource abundance; ",
    "year": "2004} "
  },
  {
    "ref_type": "article",
    "author": "Guzm·n-Mendoza, R. and Castano-Meneses, G. and Zavala-Hurtado, J.A.",
    "title": "Foraging activity and trophic spectrum of red ant Pogonomyrmex barbatus Smith, 1858, in productivity-contrasted microenvironments",
    "journal": "Psyche",
    "volume": "2014, Article ID 942737",
    "pages": "6 p.",
    "note": "Part of FORMIS 16; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Foraging strategies can be influenced by many factors such as abundance, availability, and toxicity of the resources. In arid zones, the distribution and productivity of plants also act as additional factors that affect foraging strategies. Twenty colonies of Pogonomyrmex barbatus ants were studied in an arid zone of central Mexico to evaluate the trophic niche breadth in two sites with contrasting productivities in terms of their diversity and amount of resources during two seasons. The results suggest that when the resources are abundant as in the rainy season, the trophic niche breadth is reduced in sites with high productivity and, in the same sites, the trophic niche breadth increases when the resources are limited as in the dry season. In contrast, the trophic niche breadth is similar in both conditions of resource availability (i.e., rainy and dry seasons) at sites with low productivity. During the dry season, populations of P. barbatus showed a similar foraging behavior in sites with high and low productivity. Thus, the particular characteristics of a site can significantly affect the foraging strategies of the ants in those environments.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; Mexico; scientific; foraging activity; trophic spectrum; productivity-contrasted microenvironments; ",
    "year": "2012} "
  },
  {
    "ref_type": "article",
    "author": "Hayakawa, T. and Dobata, S. and Matsuno, F.",
    "title": "Behavioral responses to colony-level properties affect disturbance resistance of red harvester ant colonies",
    "journal": "J. Theor. Biol.",
    "volume": "492: 110186",
    "pages": "12 p.  (24 p.+SI)",
    "note": "Part of FORMIS 24; from-DPW,",
    "abstract": "*[In this study, we analyze the rules that govern workers' behavioral responses to colony-level properties & assess whether they contribute to adaptive flexibility in social insect colonies.  We focus on task allocation among red harvester ants (Pogonomyrmex barbatus) as a model system & develop an ordinary differential equation model to describe the system of task allocation among workers.  We simulate 12 scenarios specifying how workers respond to changes in the colony-level properties of colony size and nutritional state.  We found that when workers decrease their contact rates in response to increasing colony size, they enable achievement of a larger colony size, similar to that of P. barbatus colonies in nature, & when workers increase their foraging levels in response to decreasing colony-wide nutritional levels, they increase resilience to environmental disturbances.]          *[Based of previously published works from North America.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; scientific; workers; colonies; colony size; nutritional state; environmental disturbances; behavior; foraging; collective foraging; behavioral responses; adaptive flexibility; adaptive behavior; ODE model; self-regulation; task allocation; models; ",
    "year": "2020} "
  },
  {
    "ref_type": "article",
    "author": "Helms Cahan, S. and Daly, A.B. and Schwander, T. and Woods, H.A.",
    "title": "Genetic caste determination does not impose growth rate costs in Pogonomyrmex harvester ants",
    "journal": "Funct. Ecol.",
    "volume": "24(2)",
    "pages": "301-309",
    "note": "Part of FORMIS 09; from NAL's AGRICOLA; from-DPW,",
    "abstract": "1. Caste determination in eusocial insects is the process by which individuals differentiate into reproducer or helper phenotypes.   2. Environmental caste determination (ECD) is predicted to be more efficient than genetic caste determination (GCD), yet GCD occurs in several populations of Pogonomyrmex harvester ants.   3. We tested whether GCD reduces efficiency by comparing colony growth rates of two GCD lineage pairs (H and J) with two closely related ECD congeners, P. rugosus and P. barbatus, under laboratory conditions over a range of temperatures. In addition, we directly compared metabolic rates of GCD and ECD larvae using flow-through respirometry.   4. Unexpectedly, colonies from GCD lineages grew faster than colonies of P. rugosus across all temperatures, and grew at the same rate as colonies of P. barbatus. Slower colony growth rates of P. rugosus were caused by lower queen fecundity and slower larval development. Variation in developmental rate was not due to differences in larval metabolic rates, which did not differ among taxa.   5. These results suggest that GCD in Pogonomyrmex does not impose significant productivity costs during colony growth. Instead, efficiency costs are compensated by other physiological mechanisms which may or may not be directly related to the mode of caste determination.   6. Persistence of GCD populations in contact with ECD competitors likely stems from a life-history trade-off favouring different taxa across the geographic range of the complex: the slow growing but starvation-resistant P. rugosus dominates in resource-poor regions, while faster growing and competitive GCD populations predominate in more mesic habitats.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; New Mexico; Texas; scientific; genetic caste determination; caste determination; life history trade-off; development; metabolic rate; growth rate costs; ",
    "year": "2010} "
  },
  {
    "ref_type": "article",
    "author": "Helms Cahan, S. and Goodman, P. and Grauer, J.A.",
    "title": "Ecological and genetic distinctiveness of socially hybridogenetic lineages of Pogonomyrmex harvester ants at regional and local scales",
    "journal": "Evol. Ecol.",
    "volume": "37(4)",
    "pages": "645-667",
    "note": "Part of FORMIS 24; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Interspecific hybridization generates novel combinations of alleles, whose persistence depends on the extent to which hybrids are reproductively isolated and ecologically competitive in the environments in which they occur. In the ant genus Pogonomyrmex, two historical hybrid zones between the congeners P. rugosus and P. barbatus have given rise to socially hybridogenetic populations, in which two co-occurring lineages derived from the two species obligately interbreed to produce F1 hybrid workers, but only within-lineage crosses develop into reproductive females. We tested whether two independently-derived hybridogenetic populations (J1/J2 and FGH1/FGH2) occupy distinct ecological niches at a regional scale, and whether their occupancy patterns are consistent with hybrid superiority in intermediate or novel habitats. We then investigated ecological habitat segregation and reproductive isolation at the local scale where hybridogenetic and parental colonies overlap. Niche modeling revealed significant differences between the two parental species, with P. rugosus occurring in drier and more seasonal habitats than P. barbatus. Both hybridogenetic taxa occupied distinct niches from the two parents and from one another. The FGH1/FGH2 population showed high niche overlap with both parents, consistent with displacement the parental species in intermediate areas. In contrast, J1/J2 occupied a unique habitat most similar to P. rugosus, but with higher and more concentrated winter precipitation. There was virtually no interbreeding at contact sites between a parent species and the hybridogenetic lineage pair. Ecologically, both adult colonies and founding queens were spatially segregated at five of the six sites, with colony identity significantly predicted by microhabitat characteristics associated with moisture and resource availability. Altogether, these results suggest that the socially hybridogenetic lineages have become evolutionarily independent from their parent species, with both bounded hybrid superiority and ecological novelty serving as drivers of the ecological persistence of these unusual two-lineage interdependent systems.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; Mexico; USA; Arizona; Califormia; New Mexico; Oklahoma; Texas; scientific; workers; adults; reproductive isolation; colonies; genetics; hybridogenesis; hybrids; interspecific hybridization; hybridization; social hybridogenesis; distribution; habitat segregation; microhabitats; niches; ecological niche; ",
    "year": "2023} "
  },
  {
    "ref_type": "article",
    "author": "Helms Cahan, S. and Julian, G.E. and Schwander, T. and Keller, L.",
    "title": "Reproductive isolation between the harvester ant Pogonomyrmex rugosus and two lineages with genetic caste determination",
    "journal": "Ecology",
    "volume": "87(9)",
    "pages": "2160-2170",
    "note": "Part of FORMIS 07; from NAL's AGRICOLA; from-DPW, verified-DPW.",
    "abstract": "Genetic caste determination has been described in two populations of Pogonomyrmex harvester ants, each comprising a pair of interbreeding lineages. Queens mate with males of their own and of the alternate lineage and produce two types of diploid offspring, those fertilized by males of the queens' lineage which develop into queens and those fertilized by males of the other lineage which develop into workers. Each of the lineages has been shown to be itself of hybrid origin between the species Pogonomyrmex barbatus and Pogonomyrmex rugosus, which both have typical, environmentally determined caste differentiation. In a large scale genetic survey across 35 sites in Arizona, New Mexico and Texas, we found that genetic caste determination associated with pairs of interbreeding lineages occurred frequently (in 26 out of the 35 sites). Overall, we identified eight lineages with genetic caste determination that always co-occurred in the same complementary lineage pairs. Three of the four lineage pairs appear to have a common origin while their relationship with the fourth remains unclear. The level of genetic differentiation among these eight lineages was significantly higher than the differentiation between P. rugosus and P. barbatus, which questions the appropriate taxonomic status of these genetic lineages. In addition to being genetically isolated from one another, all lineages with genetic caste determination were genetically distinct from P. rugosus and P. barbatus, even when colonies of interbreeding lineages co-occurred with colonies of either putative parent at the same site. Such nearly complete reproductive isolation between the lineages and the species with environmental caste determination might prevent the genetic caste determination system to be swept away by gene flow.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; scientific; queen; worker; caste determination; reproductive isolation; lineages; genetic caste determination; hybrid speciation; gene flow; microsatellite markers; mitochondrial markers; parapatric ranges; spatial structuring; microgeographic scales; transition zone; ",
    "year": "2006} "
  },
  {
    "ref_type": "article",
    "author": "Helms Cahan, S. and Nguyen, A.D. and Zhou, Y.",
    "title": "Population genomics supports multiple hybrid zone origins of socially hybridogenetic lineages of Pogonomyrmex harvester ants",
    "journal": "Evolution",
    "volume": "76(5)",
    "pages": "1016-1032",
    "note": "Part of FORMIS 24; from-DPW,",
    "abstract": "*[In this study, we tested the hypothesis that social hybridogenesis in the genus Pogonomyrmex resulted from one or more interspecific hybridization events, & if so, whether individual lineages were of hybrid ancestry.  We reconstructed evolutionary relationships of 4 lineage pairs to populations of 2 closely related non-hybridogenetic species, Pogonomyrmex barbatus & Pogonomyrmex rugosus, using nuclear SNP loci & mitochondrial sequencing.  The nuclear phylogeny supported a hybridization hypothesis, with one member of each pair nested within P. rugosus, whereas the other was nested within P. barbatus.  The source populations corresponded with 2 distinct geographic areas at the eastern & western edges of a zone of contact.  Relatively little gene flow was detected between interbreeding lineages, either historically or currently.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex desertorum; Pogonomyrmex occidentalis; Pogonomyrmex rugosus; Pogonomyrmex; Myrmicinae; North America; Mexico; USA; Arizona; New Mexico; Texas; scientific; caste determination; genetics; genome; population genomics; multiple hybrid zones; hybridization; introgression; social hybridogenesis; gene flow; interbreeding lineages; nuclear SNP loci; mitochondrial sequencing; ",
    "year": "2022} "
  },
  {
    "ref_type": "article",
    "author": "Hˆlldobler, B.",
    "title": "The behavioral ecology of mating in harvester ants (Hymenoptera: Formicidae: Pogonomyrmex)",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "1(4)",
    "pages": "405-423",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from ANTBIB; verified-PSW; from-DPW,",
    "abstract": "*[The 4 sympatric species of Pogonomyrmex barbatus, P. desertorum, P. maricopa, & P. rugosus, frequently conduct their nuptial flights on the same days.  The daily timing rhythms of their mating swarms differ strongly.  Mating takes place on species-specific, perennial mating sites.  In our study area the mating sites of P. barbatus & P. rugosus were located on the ground, while those of P. desertorum & P. maricopa were located on bushes and trees.  Males mark these mating sites with the secretions of their mandibular glands.  Apparently additional males as well as females are attracted by these secretions.  During mating activities a strong male competition exists.  In P. barbatus & P. rugosus an average of 4-5 males, in P. desertorum & P. maricopa an average of 2-3 males simultaneously compete for access to one female.  Multiple matings have been observed in all 4 species.  Sexual behavior is regulated by a stimulation pheromone produced in the female's poison glands.  Apparently, it is regulated also by a species-specific surface pheromone, which the males perceive only when they approach closely enough to make direct antennal contact.  The combination of distinct daily activity rhythms, partial mating site isolation, & the ability of males to discriminate conspecific females from females of the other species isolates the sympatric Pogonomyrmex species from each other.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex desertorum; Pogonomyrmex maricopa; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; scientific; queens; males; mating competition; polyandry; mandibular glands; poison glands; behavior; ecology; mating; daily timing rhythms; mating swarms; stimulation pheromone; ",
    "year": "1976} "
  },
  {
    "ref_type": "article",
    "author": "Hˆlldobler, B.",
    "title": "Recruitment behavior, home range orientation and territoriality in harvester ants, Pogonomyrmex",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "1(1)",
    "pages": "3-44",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from ANTBIB; verified-PSW; from-DPW,",
    "abstract": "*[Scouts of the harvester ant Pogonomyrmex barbatus, P. maricopa, & P. rugosus which discovered a new rich foraging area recruit nestmates by laying a trail with poison gland contents from the feeding site to the nest.  P. maricopa recruits less efficiently to food sources than does P. barbatus & P. rugosus.  Generally the recruitment activity depends on a number of parameters of the food source, such as distance to the nest, density of the seed fall, & size of the grains.  The recruitment activity is also affected by the presence, absence, or distance of hostile neighboring colonies.  The use of chemically & visually marked trunk trails which originate from recruitment trails, guarantees, & efficient partitioning of foraging grounds.  It could be demonstrated that trunk trails, used by P. barbatus & P. rugosus during foraging & homing, have the effect of avoiding aggressive confrontations between neighboring colonies of the same species.  They channel the mass of foragers of hostile neighboring nests into diverging directions, before each ant pursues its individual foraging exploration.  This channeling subtly partitions the foraging grounds & allows a much denser nest spacing pattern than a foraging strategy without trunk trails, such as that employed by P. maricopa.  The behavioral mechanisms which maintain overdispersion both within & between species of Pogonomyrmex were investigated.  Aggressive confrontations at the colony level & aggressive expulsion of foundress queens from the nest territories of mature colonies play thereby a major role.  Observational as well as experimental data led to the conclusion that the farther away from its nest the intruder is, the less vigorous are the aggressive confrontations with the defenders.  Only when neighboring colonies are located too close together will increased aggressive interactions eventually lead to the emigration of the weaker colony.  P. barbatus & P. rugosus have a wide niche overlap, whereas P. maricopa seems to be more specialized in regard to food.  This is consistent with the findings that interspecific territoriality between P. barbatus & P. rugosus is considerably more developed than between these species on the one side & P. maricopa on the other.  Although foundress queens, which venture into a territory of a conspecific mature colony are fiercely attacked, most of them are not injured, but rather dragged or carried to the territorial border & then released.  Nevertheless foraging areas, even of conspecific colonies, frequently overlap, but aggressive interactions there are usually less intense than at the core areas, which normally do not overlap & are vigorously defended.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex maricopa; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; New Mexico; scientific; food; niche overlap; behavior; foraging; aggression; recruitment; trail pheromone; home range; orientation; territoriality; ",
    "year": "1976} "
  },
  {
    "ref_type": "incollection",
    "author": "Hˆlldobler, B.",
    "title": "Konkurrenzverhalten und Territorialit‰t in Ameisenpopulationen",
    "booktitle": "Chemische ÷kologie Territorialit‰t Gegenseitig Verst‰ndigung",
    "editor": "Eisner, T. and Hˆlldobler, B. and Lindauer, M.",
    "series": "Information Processing in Animals",
    "publisher": "Gustav Fischer Verl.",
    "address": "New York",
    "volume": "3",
    "pages": "25-70",
    "note": "Part of FORMIS; from The Ants; from CBU;",
    "abstract": "Interactions of ant societies in ecological communities can be studied on several levels, which include (1) the analysis of faunistic survey data to reconstruct the patterns of species packing (e.g. Culver 1972,1974; Davidson 1977; Whitford 1978); (2) the description of nest dispersion and community structure (see review by Levings and Traniello 1981); (3) observational studies on the relationship of morphology and resource utilization,niche  dynamics, habitat-and nest-site choice (i.e. Davidson 1978; Bernstein 1979; Davidson et al.1980); (4) experimental manipulations of populations, such as perturbation-and transplantation-experiments to obtain a direct measure of ecological competition (i.e. Pontin 1963; Brian 1965; Davidson 1985); and finally (5) the analyses of the behavioral mechanisms by which intra- and interspecific coexistence of ants is regulated. The study of behavioral mechanisms involved in competition has been largely ignored by community ecologists. The purpose of this paper is to review our findings on territorial and competitive behavior in ants and to present them in an ecological context. Because it is impossible to measure simultaneously the interactions of each species with every other species in a community,we have to break down community structures into smaller sub-units. This enables us to experimentally investigate the behavioral mechanisms underlying intra- and interspecific interactions in communities. Such an elementary behavioral analysis will  at the end provide the essential information for a fundamental understanding of the degree of co-adjustment and functioning of animal communities. Territorial strategies: Ant species that form relatively small societies usually do not establish foraging territories. When individual foragers of foreign conspecific colonies meet, they do not fight but rather avoid each other. Nevertheless, even those species often defend small nest territories and the nest entrances may be marked with colony specific pheromones (Hˆlldobler and Taylor 1983). Most ant species that form large societies, but do not at the same time live in polygynous, polydomous, unicolonial populations, tend to establish nest- and foraging territories,which in turn lead to a spacing out neighbouring nests (see Levings and Traniello 1981).  Several features in ants make the behavioral organization of territoriality considerably more complex than that of solitary animals. The establishment and maintenance of territory are based on a division of labor and eleborate communication system. Therefore the analyses of territorial strategies in ants have to comprise the study of the social organization of territorial behavior, the design of territories, the pattern of resource distribution, and the economic defensibility of territories. Three markedly different territorial strategies are discussed in this paper: (1) The weaver ants (Oecophylla longinoda, O. smaragdina) are strongly predaceous, using their cooperative ability to capture a wide range of arthropods and often small animals that venture into their territories. The prey is randomly dispersed and its occurrence unpredictable; thus the food source itself cannot be defended, but the area where it may occur. Although the foragers tend to remain on the trees and surrounding low vegetation, they also hunt extensively on the ground; their territories are three dimensional. Oecophylla workers patrol every part of their territory, tolerating only very few ant species on the trees they occupy. But they are most rigorous at excluding foreign colony members of their own species in aggressive interactions. They mark their territories with colony specific pheromones (Hˆlldobler and Wilson 1978; Hˆlldobler 1979). Their multiple nests are effectively decentralized throughout much of the territory. Thus the large territory can be patrolled and cropped over much of its volume simultaneously without the colonies incurring the costs of transporting prey from distant capture points to a single central nest deep within the territory. As a result the workers can more economically monopolize the interior volume of the territory, confining defense costs to the boundary (Hˆlldobler and Lumsden 1980; Hˆlldobler 1983). All this is achieved by a most complex communication system and division of labor in Oecophylla colonies (Hˆlldobler and Wilson 1978; Hˆlldobler 1983). (2) In a contrast to Oecophylla, some harvester ant species, such as Pogonomyrmex barbatus and P. rugosus, tend to exploit patchy food supplies and accordingly show a more complex partitioning of foraging space. Foragers of the harvester ants often travel on well established trunk trails before diverging to commence individual excursions. The trunk routes orginate from recruitment trails laid  to newly discovered seed falls. The recruitment pheromone, which is relatively short-lived, is discharged from the poison gland by foraging ants and deposited on the ground  with their extruded sting. Because the seed patches are often quite stable, the ants continue to travel along the former recruitment trail to these foraging sites. More persistent chemical sign posts are also deposited along the trail and, together with visual markers, serve as orientation cues long after the recruitment signal has vanished. Generally, the recruitment activity and subsequent establishment of trunk routes depend on a number of qualities of the food source, such as distance to the nest,density of the seed fall and size of the grains, and, most importantly, the presence and distance of any competing colonies. It has been shown that trunk trails, used by P. barbatus and P. rugosus during foraging and homing, have to effect of preventing aggressive confrontations between neighboring colonies of the same species. They channel the mass of foragers of hostile neighbors into diverging directions. This channeling subtly partitions the foraging ground and allows a much denser, interdigitate nest spacing pattern than a foraging strategy without trunk trails (Hˆlldobler 1974,1976; Hˆlldobler and Lumsden 1980). (3) If resident ants defend only those portions of their territory in which they happen to forage and encounter intruders at close range, the territorial defense is spatiotemporal. This is a territorial strategy of the honey ant Myrmecocystus mimicus. The pattern appears to have evolved as part of a foraging system designed to utilize patchily distributed, but unpredictable or unstable food sources, such as termites, one of the major prey of M. mimicus. In order to keep a neighboring colony from temporary food sources or to defend spatiotemporal territorial borders, opposing colonies engage in elelaborate display tournaments. Altough hundreds of ants are often involved during these tournaments, almost no physical fights occur. Instead, individual ants confront each other in highly stereotyped aggressive displays (Hˆlldobler 1975,1981). The dynamics of the tournament interactions indicate that a kind of dominance order can exist among neighboring colonies. When a colony is considerably stronger than the other, i.e. whit a much larger worker force, the tournaments end quickly and the weaker colony is raided. The foreign workers invade the nest, killing or driving off the queen of the resident colony and carrying or dragging the larvae, pupae, callow workers and honey pot workers to their nest. From field data we developed the hypothesis that tournaments are mechanisms of intercolony communication that opposing colonies use to gauge each other¥s strength. It appears probable that intercolony communication,and colony assessment in M.mimicus may depend upon a novel capacity for integrative information harvesting by individual workers (Hˆlldobler 1983). We assume that the adaptive significance of this peculiar territorial strategy relates directly to the high unpredictability of the spatiotemporal distribution of the termite colonies and other prey. Since there is little point in defending an area that is unlikely to provide food in a given time, Myrmecosystus does not establish fixed territorial borders around its entire foraging range. Instead, it defends only areas into which it is currently conducting intensive excursions. This procedure obviously enables it to extend its foraging range considerably and consequently leads to frequent incursions into potential foraging ranges of neighboring M.mimicus colonies. Aggressive mass confrontations with conspecific competitors are therefore common. If these interactions were as violent as physical combat in Oecophylla or Pogonomyrmex they would result in a constant and heavy drain on the worker force. Thus the display fight tournaments seem to be the much more economical strategy to defend temporal territorial borders (Hˆlldobler and Lumsden 1980). Interspecific Territoriality: Up to this point we have considered only the partitioning of foraging ground between colonies belonging to the same species. There exists considerable evidence that territoriality is also an important mechanism in interference competition among species.  For example P.barbatus and P.rugosus seem to have a wide niche overlap. Altough populations of both species posses largely separate geographical ranges, overlap zones occur. It is not surprising therefore that territoriality is strongly developed both within and between these two species and that the foraging area is subdivided interspecifically by a trunk route system (Hˆlldobler 1974,1976). In the present paper I discuss the question of the cues used by the ants to discriminate between their own and other species. The foragers  have to be able not only to recognize members of their own colony as opposed to those belonging to another conspecific colony, but also other potentially competing species. Interspecific territoriality is especially strong in Oecophylla (Hˆlldobler 1979,1983). Experiments suggest that Oecophylla has a competitor recognition system similar to the 'enemy specification' first discovered in Pheidole dentata (Wilson 1975; Carlin and Johnston 1984). Chemical Manipulation and interference Competition: Slave raiding ant species (Formica pergandei and F.subintegra) use chemical propaganda signals to manipulate the defending slave ant workers during a raid (Regnier and Wilson 1971). A different kind of chemical manipulation is employed during predatory behavior of Solenopsis (Diplorhoptrum) fugax. While invading the brood chambers of neighboring species and preying on the brood, Solenopsis workers discharge a highly effective and longlasting repellent substance from the poison gland. This secretion, the principal component of which is trans-2 buthyl-5 -heptylpyrrolidine, is the key element in the raiding strategy of S.fugax. It prevents the brood- tending ants from defending their own larvae and enables Solenopsis to rob brood virtually without interference (Hˆlldobler 1973; Blum et al. 1980). Other Solenopsis and Monomorium species use poison gland secretion in a similar way to prevent competing ant species from acces to prey objects (Hˆlldobler 1973; Adams and Traniello 1981). Even more elaborate is the interference technique of Iridomyrmex pruinosum which competes with Myrmecocystus for food resources. Although a worker of I. pruinosum is only about one-fourth as large as a forager of Myrmecocystus, Iridomyrmex usually succeeds in displacing Myrmecocystus from the bait and even succesfully blocks the nest entrances of its competitors, thus preventing Myrmecocystus foragers from leaving their nest. Iridomyrmex achieves this by quickly channeling large numbers of workers to food sources and nest entrance of Myrmecocystus, employing an effective chemical mass recruitment system, while chemically repelling its competitors with secretions from the pygidial gland (Hˆlldobler 1982).  An even more bizarre form of interference technique was discovered in Conomyrma bicolor, which also interferes with the activity of sympatric Myrmecocystus species. C. bicolor workers surround nests of their competitors, pick up small stones and other objects with their mandibles, and drop them down the nest entrances (Mˆglich and Alpert 1979).  Altough we do not yet know why stone drapping is so effective, we know that this behavior interferes significantly with the foraging activity of Myrmecocystus. Similar interactions were observed between Iridomyrmex purpureus and Camponotus consubrinus (Hˆlldobler in prep.). These interference techniques in interspecific competition appear to 'fuel' a coevolutionary race in developing ever more specialized recruitment strategies among competing ant species (Oster and Wilson 1978; Markl and Hˆlldobler 1978; Adams and Trainello 1981). Finally, cleptobiosis is an interference technique where ants waylay foragers of other species and rob them of their booty (Wheeler 1910). This appears to be a much more common behavior than previously thought. Maschwitz and M¸hlenberg (1973) have described it in a Camponotus species, and I report here for the first time a cleptobiotic relationship between Myrmecocystus and Pogonomyrmex.",
    "keywords": "ant; Formicidae; Camponotus consobrinus; Conomyrma bicolor; Formica pergandei; Formica subintegra; Iridomyrmex pruinosum; Iridomyrmex purpureus; Monomorium; Myrmecocystus mimicus; Oecophylla; Pheidole dentata; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Solenopsis (Diplorhoptrum) fugax; Dolichoderinae; Formicinae; Myrmicinae; review; evolution; speciation; ecology; cleptobiotisis predator; territory; behavior; aggression; communication; competition; defense; ",
    "year": "1984} "
  },
  {
    "ref_type": "article",
    "author": "Hˆlldobler, B.",
    "title": "Food robbing in ants, a form of interference competition",
    "journal": "Oecologia",
    "volume": "69(1)",
    "pages": "12-15",
    "note": "Part of FORMIS; from CBU; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Food robbing is a special form of interference competition in ants. It has been frequently observed in Myrmecocystus mimicus, which waylay returning foragers of several Pogonomyrmex species at their nests and take insect prey, particularly termites, away from them. Myrmecocystus more successfully robs prey from P. desertorum and P. maricopa than from P. barbatus. Usually only those Pogonomyrmex nests are affected by Myrmecocystus prey robbing that are not farther away than 10 m from the Myrmecocystus nest. Some M. mimicus workers show a high specialization in prey robbing. Other cases of food robbing in ants are described.",
    "keywords": "ant; Formicidae; Myrmecocystus mimicus; Myrmecocystus navajo; Novomessor cockerelli; Pheidole desertorum; Pogonomyrmex barbatus; Pogonomyrmex desertorum; Pogonomyrmex maricopa; Formicinae; Myrmicinae; North America; USA; New Mexico; scientific; ecology; competition; behavior; feeding; feeding behavior; robbing; cleptobiosis; aggression; associations; parasitism; commensal; social parasite; ",
    "year": "1986} "
  },
  {
    "ref_type": "article",
    "author": "Hˆlldobler, B. and Markl, H.",
    "title": "Notes on interspecific, mixed colonies in the harvester ant genus Pogonomyrmex",
    "journal": "Psyche",
    "volume": "96(3-4)",
    "pages": "237-238",
    "note": "Part of FORMIS; from-DPW, verified-DPW; from ANTBIB; verified-PSW.",
    "abstract": "*[We repeatedly observed mature P. rugosus colonies raid smaller colonies of other congeneric species.  We recorded raids on conspecific nests (3 times), on nests of P. barbatus (4 times), on P. desertorum (once) & on P. maricopa (once).  We also twice observed raids conducted by P. barbatus on small P. rugosus colonies.  Our observations suggest that interspecific mixed colonies in Pogonomyrmex might result from territorial raids.  Although laboratory experiments indicate that a large portion of the captured brood of other Pogonomyrmex species is eaten by the raiders, P. rugosus readily adopts brood of P. barbatus (& vice versa), so that the foreign pupae may eclose in the raiders' nest & can subsequently serve as slave workers.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex desertorum; Pogonomyrmex maricopa; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; New Mexico; scientific; colonies; mixed colony; interspecific interactions; slaves; raiding; ",
    "year": "1990 (1989)} "
  },
  {
    "ref_type": "article",
    "author": "Hˆlldobler, B. and Morgan, E.D. and Oldham, N.J. and Liebig, J.",
    "title": "Recruitment pheromone in the harvester ant genus Pogonomyrmex",
    "journal": "J. Insect Physiol.",
    "volume": "47(4-5)",
    "pages": "369-374",
    "note": "Part of FORMIS 01; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "Workers of the harvester ant genus Pogonomyrmex employ recruitment trail pheromones discharged from the poison gland. In P. barbatus, P. maricopa, P. occidentalis and P. rugosus we identified three pyrazines [2,5-dimethylpyrazine, trimethylpyrazine and 3-ethyl-2,5-dimethylpyrazine (EDMP)] as major compounds of the volatile part of the poison-gland secretions. Laboratory and field tests revealed EDMP to be the main recruitment pheromone.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex maricopa; Pogonomyrmex occidentalis; Pogonomyrmex rugosus; Myrmicinae; North America; USA; scientific; trail pheromone; pyrazines; 2,5-dimethylpyrazine; trimethylpyrazine; 3-ethyl-2,5-dimethylpyrazine; volatile compounds; alkylpyrazines; poison glands; chemical communication; foraging; social behavior; recruitment pheromone; trail pheromones; ",
    "year": "2001} "
  },
  {
    "ref_type": "article",
    "author": "Holt, C. and Yandell, M.",
    "title": "MAKER2: an annotation pipeline and genome-database management tool for second-generation genome projects",
    "journal": "BMC Bioinformatics",
    "volume": "12: 491",
    "pages": "14 p.",
    "note": "Part of FORMIS 13; Part of the Leaf-Cutting Ant Bibliography; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[We present MAKER2, a genome annotation and data management tool designed for second-generation genome projects.  MAKER2 is a multi-threaded, parallelized application that can process second-generation datasets of virtually any size.  We show that MAKER2 can produce accurate annotations for novel genomes where training-data are limited, of low quality or even non-existent.  MAKER2 also provides an easy means to use mRNA-seq data to improve annotation quality; & it can use these data to update legacy annotations, significantly improving their quality.  We also show that MAKER2 can evaluate the quality of genome annotations, & identify and prioritize problematic annotations for manual review.  We used MAKER2 to map experimental evidence as well as reference annotations to six published ant genomes: A. cephalotes, P. barbatus, L. humile, H. saltator, C. floridanus, & S. invicta. T]",
    "keywords": "ant; Formicidae; Atta cephalotes; Camponotus floridanus; Harpegnathos saltator; Linepithema humile; Pogonomyrmex barbatus; Solenopsis invicta; Dolichoderinae; Formicinae; Myrmicinae; Attini; Ponerinae; scientific; genetics; genome; gene models; computational biology; bioinformatics; algorithms; combinatorial libraries; bioinformatics; computer applications; microarrays; ",
    "year": "2011} "
  },
  {
    "ref_type": "article",
    "author": "Johnson, R.A.",
    "title": "Foundress survival and brood production in the desert seed-harvester ants Pogonomyrmex rugosus and P. barbatus (Hymenoptera, Formicidae)",
    "journal": "Insect. Soc.",
    "volume": "45(3)",
    "pages": "255-266",
    "note": "Part of FORMIS 00; from NAL'S AGRICOLA; from-DPW, verified-DPW.",
    "abstract": "A three-factor laboratory experiment (2 species X 2 soil types X 4 moisture levels) demonstrated that water is the most important factor effecting colony establishment and growth in the two ecologically equivalent sister species of desert seed-harvester ants Pogonomyrmex rugosus and P. barbatus. All experimental indices, percent gyne survival, gyne live wet mass, percent of gynes producing workers, and mean number of individuals (workers, larvae, and pupae), increased from low to moderate moistures and then levelled off. Soil texture also displayed a significant effect as gyne wet mass was 5 - 10% higher across treatments in soils that had a higher clay content. The only species effect was that P. barbatus gynes were smaller but produced more workers and brood than those of P. rugosus. That P. rugosus survives longer under arid conditions was demonstrated by a significantly higher number of nests with live workers in the driest treatment; number of live gynes displayed a similar pattern but differences were not significant. Additionally, P. barbatus produced fewer workers than P. rugosus in the driest treatment, while this number was higher than P. rugosus at all other moisture levels. Metabolic rate was higher and workers eclosed sooner in P. barbatus compared to the larger P. rugosus.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; New Mexico; scientific; colony foundation; colony size; foundress survival; brood production; worker production; gyne survival; gyne; biomass; live wet mass; gyne producing workers; nest; soil; soil texture; respiration; metabolic rate; model; ",
    "year": "1998} "
  },
  {
    "ref_type": "article",
    "author": "Johnson, R.A.",
    "title": "Habitat segregation based on soil texture and body size in the seed-harvester ants Pogonomyrmex rugosus and P. barbatus",
    "journal": "Ecol. Entomol.",
    "volume": "25(4)",
    "pages": "403-412",
    "note": "Part of FORMIS 01; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "*[The seed-harvester ants Pogonomyrmex rugosus & P. barbatus are ecologically equivalent sister species that have broadly overlapping distributions in the south-western U.S.A.  However the 2 species are only sympatric in localized contact zones.   The 2 species segregated among microhabitats based on soil texture.  P. barbatus occurred alone in soils with a higher clay content and/or higher moisture retention.  In areas of sympatry, soil texture was similar for both species, but was intermediate to that in areas where the 2 species occurred allopatrically.  The pattern of microhabitat segregation was similar across 3 sites that encompassed a broad range of soil regimes.    The only measure of foundress survival correlated with microhabitat differences was an about 8% greater dry mass for alate females of P. rugosus.  This resulted in their surviving significantly longer than did alate females of P. barbatus under desiccating conditions.   This microdistribution pattern may be caused indirectly by soil texture affecting plant species distribution & hence the seeds available to ants.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; New Mexico; scientific; survival; sympatric species; spatial distribution; habitat selection; microhabitats; soil texture; soil structure; soil water retention; female; size; body weight; water content; dehydration; physiology; tolerance; heat tolerance; foundress; desiccation tolerance; ",
    "year": "2000} "
  },
  {
    "ref_type": "article",
    "author": "Luna, P. and GarcÌa-Ch·vez, J.H. and D·ttilo, W.",
    "title": "Complex foraging ecology of the red harvester ant and its effect on the soil seed bank",
    "journal": "Acta Oecol.",
    "volume": "86",
    "pages": "57-65",
    "note": "Part of FORMIS 21; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Granivory is an important interaction in the arid and semi-arid zones of the world, since seeds form an abundant and nutritious resource in these areas. While species of the genus Pogonomyrmex have been studied in detail as seed predators, their impact on seed abundance in the soil has not yet been explored in sufficient depth. We studied the impact of the harvesting activities of the ant Pogonomyrmex barbatus on seed abundance in the soil of the Zapotitl·n valley, Mexico. We found that P. barbatus activity significantly impacts the abundance of seeds in the soil, which is lower in the sites where P. barbatus forages than it is in sites with no recorded foraging. We also found that P. barbatus distributes intact seeds of three tree species, two of which are nurse plants, and could consequently be promoting the establishment of these species. Using tools derived from graph theory, we observed that the ant-seed interactions exhibit a nested pattern; where more depredated seed species seem to be the more spatially abundant in the environment. This study illustrates the complex foraging ecology of the harvester ant P. barbatus and elucidates its effect on the soil seed bank in a semi-arid environment.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; Mexico; scientific; diet; nests; networks; foraging; seed dispersal; myrmecochory; granivory; seed abundance; ant-plant interactions; seed bank; ",
    "year": "2018} "
  },
  {
    "ref_type": "article",
    "author": "Luna, P. and GarcÌa-Ch·vez, J.H. and Izzo, T. and Sosa, V.J. and Del-Claro, K. and D·ttilo, W.",
    "title": "Neutral and niche\u0010based factors simultaneously drive seed and invertebrate removal by red harvester ants",
    "journal": "Ecol. Entomol.",
    "volume": "46(4)",
    "pages": "816-826",
    "note": "Part of FORMIS 22; from NAL's AGRICOLA; from-DPW,",
    "abstract": "1. The factors that drive resource removal by insect predators hold the clue to understanding their role in structuring ecological communities and their evolution. Harvester ants are formidable seed predators and invertebrate carcass feeders. However, the extent to which neutral and niche\u0010based factors drive the selection and removal of preferred food resources by such ants has been neglected in the literature. 2. In this study authors evaluated how the richness of plants and their abundance, along with resource proximity, density, nutrient content, and seasonal changes affect the selective harvest of resources by the harvester ant Pogonomyrmex barbatus in a Neotropical semi\u0010arid region where resource availability changes across rainy and dry seasons. 3. In accordance with the neutral\u0010niche theory shaping biotic interactions, the authors observed that P. barbatus more frequently collects the seeds of the most abundant plant species located within their foraging areas, both in the dry and rainy seasons. The authors also observed that resources located in the proximity of nests, and those that are available at high density, are removed more often in the dry, whereas protein\u0010rich resources located at close range were removed most often in the rainy (i.e. niche\u0010based factors). Moreover, temporal fluctuations in the collection of seeds and invertebrates by P. barbatus suggest that the phenology of plants is a factor that can affect the availability and collection of resources. 4. The findings exemplify how the dynamics between an insect predator and its food resource can be simultaneously explained by both neutral and niche\u0010based factors.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; Mexico; scientific; resource proximity; density; nutrient content; season; foraging; myrmecochory; seed predation; central-place foraging; individual-based networks; intrapopulation variation; granivory-neutral theory; artificial seeds; granivorous ants; ",
    "year": "2021} "
  },
  {
    "ref_type": "article",
    "author": "McCook, H.C.",
    "title": "Remarks on Pogonomyrmex occidentalis",
    "journal": "Trans. Am. Entomol. Soc.",
    "volume": "7",
    "pages": "340",
    "note": "Part of FORMIS; from TEK;",
    "abstract": "[''He (McCook) also made extended observations of the habits and architecture of Pogonomyrmex occidentalis Cresson. This large red ant makes the conical mounds (usually gravel colored which form one of the most familiar objects upon the far western plains. They prove to be harvesting ants, quantities of seeds being found in their granaries. They closely resemble in structure and habits their congener P. barbatus, the Agricultural Ant of Texas. There are, however, some interesting variations of habit''.]",
    "keywords": "ant; Formicidae; Pogonomyrmex occidentalis; Myrmicinae; ",
    "year": "1879} "
  },
  {
    "ref_type": "article",
    "author": "McGurk, D.J. and Frost, J. and Eisenbraun, E.J. and Vick, K. and Drew, W.A. and Young, J.",
    "title": "Volatile compounds in ants: identification of 4-methyl-3-heptanone from Pogonomyrmex ants",
    "journal": "J. Insect Physiol.",
    "volume": "12",
    "pages": "1435-41",
    "note": "Part of FORMIS; from The Ants; from-DPW,",
    "abstract": "[Reports on the isolation and identification of mandibular gland pheromone, 4-methyl-3-heptanone (I), from P. barbatus which appears to functon as an alarm pheromone. ''Gas chromatography studies indicate that this ketone is present in the related myrmicine species P. desertorum, P. occidentalis, P. californicus, P. rugosus and P. badius.''; from RJL and LER.]",
    "keywords": "ant; Formicidae; Pogonomyrmex badius; Pogonomyrmex barbatus; Pogonomyrmex desertorum; Pogonomyrmex occidentalis; Pogonomyrmex californicus; Pogonomyrmex rugosus; Myrmicinae; scientific; North America; USA; scientific; chemistry; volatile compounds; identification; alarm pheromone; 4-methyl-3-heptanone; ",
    "year": "1966} "
  },
  {
    "ref_type": "article",
    "author": "Michener, C.D.",
    "title": "Observations on the mating behavior of harvester ants",
    "journal": "J. N. Y. Entomol. Soc.",
    "volume": "56",
    "pages": "239-242",
    "note": "Part of FORMIS; from UCD Ant Database; verified-DPW.",
    "abstract": "*[2 species of ants were using the same Texas hill summit as a mating site.  The swarming and copulation is described.  Several P. barbatus mating sites were found in Mexico.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Solenopsis (Diplorhoptrum); Formicinae; Myrmicinae; North America; Mexico; USA; Texas; scientific; mating; flight; copulation; distribution; behavior; ",
    "year": "1948} "
  },
  {
    "ref_type": "book",
    "author": "Nuttall, T.",
    "title": "A journal of travels into the Arkansas Territory during the year 1819",
    "publisher": "T.H. Palmer",
    "address": "Philadelphia, Pennsylvania",
    "note": "Part of FORMIS 14; from-DPW,",
    "abstract": "*[The English naturalist Thomas Nuttall provides the earliest published account of harvester ants, most likely P. barbatus, in Arkansas. On 9 May 1819, Nuttall writes that he was exploring a tallgrass prairie 10 miles SE of Fort Smith (in present day Sebastian County), when he happened upon 'certain conic hillocks, about 3 feet high, generally situated in denuded places, & covered over with minute pebbles.  These on closer examination proved to be the habitations of swarms of large red ants'.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; Arkansas; scientific; colonies; distribution; habitat; conservation; ",
    "year": "1821} "
  },
  {
    "ref_type": "article",
    "author": "Parker, J.D. and Rissing, S.W.",
    "title": "Molecular evidence for the origin of workerless social parasites in the ant genus Pogonomyrmex",
    "journal": "Evolution",
    "volume": "56(10)",
    "pages": "2017-2028",
    "note": "Part of FORMIS 03; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Speciation of two social parasites from their respective hosts is tested using a molecular phylogeny. Alignment of 711 DNA base pairs of mitochondrial cytochrome b gene was used to assess phylogenetic relationships of inquiline species to their hosts and to other members of the genus. We show that the inquiline social parasites of the North American seed harvester ants are monophyletic, descending from one of the known hosts (Pogonomyrmex barbatus) in the recent past and shifting hosts in a pattern similar to that observed in other Hymenopteran social parasites. In addition, the host populations unexpectedly were found to be polyphyletic. Populations of Pogonomyrmex rugosus from an area east of the Chiricahua Mountains in Southern Arizona belong to a mitochondrial clade separate from the more western clade of P. rugosus from the Sonoran and Chihuahuan Deserts. Evidence of mitochondrial DNA introgression between P. rugosus and P. barbatus was also observed. We conclude that Emery's rule does not strictly hold for this system, but that the hosts and parasites are very closely related, supporting a loose definition of Emery's rule.",
    "keywords": "ant; Formicidae; Pogonomyrmex anergismus; Pogonomyrmex anzensis; Pogonomyrmex apache; Pogonomyrmex barbatus; Pogonomyrmex bicolor; Pogonomyrmex californicus; Pogonomyrmex colei; Pogonomyrmex desertorum; Pogonomyrmex huachucanus; Pogonomyrmex imberbiculus; Pogonomyrmex magnacanthus; Pogonomyrmex maricopa; Pogonomyrmex occidentalis; Pogonomyrmex rugosus; Pogonomyrmex salinus; Pogonomyrmex subnitidus; Pogonomyrmex tenuispina; Myrmicinae; North America; Mexico; USA; Arizona; California; Idaho; New Mexico; Oklahoma; Texas; Utah; Wyoming; scientific; molecular evidence; molecular sequence data; molecular phylogeny; origin; workerless social parasites; DNA base pairs; mitochondrial cytochrome b gene; mitochondrial DNA; cytochrome b; genes; nucleotide sequences; phylogeny; speciation; phylogenetic relationships; social parasitism; inquiline species; hosts; host populations; polyphyletic; mitochondrial DNA introgression; Emery's rule; ",
    "year": "2002} "
  },
  {
    "ref_type": "article",
    "author": "Peck, S.B.",
    "title": "A systematic revision and the evolutionary biology of the Ptomaphagus (Adelops) beetles of North America (Coleoptera; Leiodidae: Catopinae), with emphasis on cave-inhabiting species",
    "journal": "Bull. Mus. Comp. Zool.",
    "volume": "145",
    "pages": "29-162",
    "note": "Part of FORMIS; from The Ants; verified-DPW.",
    "abstract": "*[P. texanus records from Texas are all from P. barbatus.  All records from East of the Mississippi River are from vertebrate nests or burrows!  Peck suggests that P. badius nests should be checked for this beetle.]  [Peck, S.B., 1976, The myrmecophilous beetle genus Echinocoleus in the southwestern United States (Leiodidae: Catopinae), Psyche 83: 51-62: says the record for Echinocoleus  form a Pogonomyrmex nest in Alabama; is really a Ptomaphagus n.sp.]",
    "keywords": "ant; Formicidae; Pogonomyrmex badius; Pogonomyrmex barbatus; Myrmicinae; North America; USA; Alabama; Florida; Georgia; Texas; scientific; season; morphology; taxonomy; key; distribution; nest; symbiont; myrmecophile; Coleoptera; Leiodidae; Ptomaphagus texanus; ",
    "year": "1973} "
  },
  {
    "ref_type": "article",
    "author": "Pirk, G.I. and Lopez de Casenave, J.",
    "title": "Diet and seed removal rates by the harvester ants Pogonomyrmex rastratus and Pogonomyrmex pronotalis in the central Monte desert, Argentina",
    "journal": "Insect. Soc.",
    "volume": "53(1)",
    "pages": "119-125",
    "note": "Part of FORMIS 07; from NAL's AGRICOLA; from-DPW, verified-DPW.",
    "abstract": "Granivorous animals, through seed consumption, may have an important influence on plant abundance, distribution and species composition in desert ecosystems. The aims of this study are twofold: to quantify the diet of Pogonomyrmex rastratus (Mayr) and pogonomyrmex pronotalis (Santschi), and to estimate seed removal per colony of both species throughout their activity season (October-April) in the central Monte desert, Argentina. Both species rely heavily upon seeds, which account for 87-94 % of the items carried to the nests. Their diets are similar, consisting mainly of grass seeds, which represent more than 93 % of the seeds. Among them, three species predominate: Aristida spp., Trichloris crinita and Pappophorum spp. Seasonal variations as well as seed species richness in the diet are also similar between species. However, their food-handling behaviour differs: most caryopses carried by P. pronotalis bear bracts whereas most caryopses carried by P. rastratus lack them. Seed removal per colony by P. rastratus (6 X 10-4 seeds/colony) and by P. pronotalis (5 X 10-4 seeds/colony) throughout the season is similar to the one reported for P. occidentalis in North America. However, seed removal per hectare, which could be estimated for P. rastratus (8.3 X 10-5 seeds/ha), is lower than removal rates reported for the North American species P. barbatus, P. desertorum, P. rugosus and P. californicus, probably because P. rastratus has lower activity levels and smaller colonies than the North American studied species.",
    "keywords": "ant; Formicidae; Pogonomyrmex pronotalis; Pogonomyrmex rastratus; Myrmicinae; South America; Argentina; scientific; diet; colony; nests; food handling behavior; foraging activity; granivory; activity season; seasonal variations; seed species richness; seed removal rates; caryopses; ",
    "year": "2006} "
  },
  {
    "ref_type": "incollection",
    "author": "RamÌrez Lucas, I.L. and RÌos-Casanova, L.",
    "title": "Semillas removidas por la hormiga Pogonomyrmex barbatus (Smith): especies, familias y formas de vida",
    "booktitle": "Avances de Formicidae de MÈxico",
    "editor": "CastaÒo-Meneses, G. and V·squez-BolaÒos, M. and Navarrete-Heredia, J.L. and Quiroz-Rocha, G.A. and Alcal·-MartÌnez, I. and (Los coordinadores)",
    "publisher": "Universidad Nacional AutÛnoma de MÈxico & Universidad de Guadalajara",
    "address": "Astra Ediciones, SA, Guadalajara, Jalisco, MÈxico",
    "edition": "1",
    "pages": "129-138",
    "note": "Part of FORMIS 16; from-DPW,",
    "abstract": "*[The main aim of this study was to make a list of the species of seeds collected by Pogonomyrmex barbatus, analyzing all the studies that have documented the species consumed or removed by this harvester ant.  The great variety of species removed (138) by P. barbatus in different areas of North America suggests that this ant has a great flexibility in their preferences.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; Mexico; USA; New Mexico; Texas; scientific; distribution; diet; granivory; seed predation; seed removal; Amaranthaceae; Amaryllidaceae; Anacardiaceae; Asteraceae; Brassicaceae; Burseraceae; Cactaceae; Caesalpiniaceae; Chenopodiaceae; Convolvulaceae; Cruciferaceae; Cyperaceae; Euphorbiaceae; Fabaceae; Geraniaceae; Lamiaceae; Malphigiaceae; Malvaceae; Nyctaginaceae; Onagraceae; Portulacaceae; Plantaginaceae; Poaceae; Polemoniaceae; Simaroubaceae; Solanaceae; Tiliaceae; Verbenaceae; Zygophyllaceae; harvester ants; ",
    "year": "2015} "
  },
  {
    "ref_type": "article",
    "author": "Regnier, F.E. and Nieh, M. and Hˆlldobler, B.",
    "title": "The volatile Dufour's gland components of the harvester ants Pogonomyrmex rugosus and P. barbatus",
    "journal": "J. Insect Physiol.",
    "volume": "19",
    "pages": "981-992",
    "note": "Part of FORMIS; from The Ants; verified-DPW.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; scientific; chemistry; hydrocarbons; trail; homing; Dufour's gland; ",
    "year": "1973} "
  },
  {
    "ref_type": "article",
    "author": "Roeder, D.V. and Paraskevopoulos, A.W. and Roeder, K.A.",
    "title": "Thermal tolerance regulates foraging behavior of ants",
    "journal": "Ecol. Entomol.",
    "volume": "47(3)",
    "pages": "331-338",
    "note": "Part of FORMIS 23; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Theory suggests that performance increases with temperature up to an optimization point before rapidly decreasing as an animal approaches its upper thermal limit. Here, we use the red harvester ant, Pogonomyrmex barbatus, to test predictions about how daily temperature fluctuations and thermal tolerance combine to influence one metric of performance - foraging.  Over 2\tyears, we tracked 322 foraging trips from 15 colonies in a mixed grass prairie of southwestern Oklahoma. During each trip, we measured surface temperature, distance, time, worker mass, seed mass, and foraging tempo (i.e., running speed). To assess P. barbatus heat tolerance, we measured CTmax and knock-down resistance of field-collected workers in the lab.  Trip time, but not distance, decreased with increasing temperature, resulting in an increased foraging tempo as ants neared their CTmax of 50∞C. Knock-down resistance trials confirmed that 50∞C is an upper thermal limit, as individuals showed decreasing survival from 100% at 45∞C to 0% at 50∞C. Worker size and collected seed size were unrelated to temperature.  Our results highlight how daily temperature fluctuations drive activity, not only by limiting foraging but also by increasing foraging rates near the thermal limit. If temperatures continue to increase, the foraging ability of this and similar species may be restricted to an ever-narrowing window with effects potentially extending to the surrounding community.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; Oklahoma; scientific; workers; body size; temperature; thermal limit; thermal tolerance; heat tolerance; surface temperature; CTmax; knock-down resistance; behavior; foraging; foraging times; tempo; outbound; search; return; foraging distance; forager dry mass; mixed-grass prairies; seed dry mass; seed size; seed weight; resource; ",
    "year": "2022} "
  },
  {
    "ref_type": "article",
    "author": "S·nchez-PeÒa, S.R. and Buschinger, A. and Humber, R.A.",
    "title": "Myrmicinosporidium durum, an enigmatic fungal parasite of ants",
    "journal": "J. Invertebr. Pathol.",
    "volume": "61(1)",
    "pages": "90-96",
    "note": "Part of FORMIS 94; from NAL'S AGRICOLA; from-DPW, verified-DPW.",
    "abstract": "Myrmicinosporidium durum is an uncommon parasite of ants with unclear affinities. We present evidence of the fungal nature of this organism. The ants Pogonomyrmex barbatus, Chalepoxenus muellerianus (Myrmicinae), Plagiolepis vindobonensis, and Plagiolepis pygmaea (Formicinae) are new hosts reported for M. durum. The presence of this parasite is also reported for the first time from the Western hemisphere (host, P. barbatus, Texas). A list of the known hosts and localities is given. M. durum infection is nearly parasitic, chronic, and the fungus sporulates heavily in the living host's hemocoel; infected ants are long-lived, darker in color, and display normal behavior. Spores (sporangia?) are dark brown, > 35 micrometers in diameter. The spores are multinucleate; nuclei are indistinct and small (2 micrometers in diameter). The vegetative phase of M. durum (parasitizing the ant Leptothorax unifasciatus from Italy) is described here for the first time. Its development in the hemocoel of insects, the thin-walled myceliar thallus, the endogenous production of spores in the swollen hyphal tips, and a possible dehiscence line in the spores indicate a relationship with Coelomomyces in the Chytridiomycetes. Analogies to other entomopathogenic fungi (especially Entomophthorales) are discussed.",
    "keywords": "ant; Formicidae; Chalepoxenus muellerianus; Leptothorax affinis; Leptothorax angustulus; Leptothorax exilis; Leptothorax lichtensteini; Leptothorax nylanderi; Leptothorax racovitzai; Leptothorax (Temnothorax) recedens; Leptothorax tuberum; Leptothorax unifasciatus; Pheidole pallidula; Plagiolepis pygmaea; Plagiolepis vindobonensis; Pogonomyrmex barbatus; Solenopsis (Diplorhoptrum) fugax; Formicinae; Myrmicinae; Europe; Austria; France; Germany; Italy; Spain; Switzerland; Yugoslavia; North America; USA; Texas; scientific; pathogen; parasite; fungus; biocontrol; chronic disease; hemocoel; sporulation; Entomophthorales; Chytridiomycetes; disease transmission; ",
    "year": "1993} "
  },
  {
    "ref_type": "article",
    "author": "Sanders, N.J. and Gordon, D.M.",
    "title": "The interactive effects of climate, life history, and interspecific neighbours on mortality in a population of seed harvester ants",
    "journal": "Ecol. Entomol.",
    "volume": "29(5)",
    "pages": "632-637",
    "note": "Part of FORMIS 06; from NAL's AGRICOLA; from-DPW,",
    "abstract": "1. Fifteen years of census data from a population of the red harvester ant (Pogonomyrmex barbatus), 5 years of census data from populations of Aphaenogaster cockerelli and Myrmecocystus mimicus at the same site, and long-term precipitation data from a nearby weather station were used to examine how nearest interspecific neighbors, climate, and life history influence P. barbatus colony mortality. 2. It was found that more P. barbatus colonies die following dry summers than following wet summers, but there is no relationship between the establishment of new colonies and rainfall.  3. Aphaenogaster cockerelli, but not M. mimicus, nearest neighbors influence P. barbatus colony mortality in some years and for some ages. 4. The effects of nearest A. cockerelli neighbors are usually most severe following dry summers, when resource availability is reduced.",
    "keywords": "ant; Formicidae; Aphaenogaster cockerelli; Myrmecocystus mimicus; Pogonomyrmex barbatus; Formicinae; Myrmicinae; North America; USA; New Mexico; scientific; population ecology; climatic factors; life history; interspecific competition; colonies; mortality; population dynamics; age; rain; spatial distribution; colony mortality; colony age; colony establishment; nearest-neighbor distance; neighbor proximity; ",
    "year": "2004} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Schwander, T.",
    "title": "Evolution, maintenance and ecological consequences of genetic caste determination in \"Pogonomyrmex\" harvester ants",
    "school": "thËse de doctorat, UniversitÈ de Lausanne, FacultÈ de biologie et mÈdecine, Lausanne, 141 p.",
    "note": "Part of FORMIS 10; from-DPW,",
    "abstract": "*[In a first set of experiments, we tested if female caste determination in the lineages was genetically hardwired & if it was associated with costs in terms of the ability to optimally allocate resources to the production of queens & workers.  To this end, we first mated queens of-two lineages to a single male.  Queens mated to a male of the alternate lineage successfully raised worker offspring whereas queens mated to a male of their own lineage almost always failed to produce workers.  This reveals that pure-lineage individuals have lost the ability to develop into workers.  Second, we analyzed offspring produced by naturally mated queens.  During the stage of colony founding when only workers are produced, naturally mated queens laid a high proportion of pure-lineage eggs, but the large majority of these eggs failed to develop.  As a consequence, the number of offspring produced by incipient colonies decreased linearly with the proportion of pure-lineage eggs laid by queens.  Moreover, queens of the lineage most commonly represented in a given population produced more pure-lineage eggs, in line with the view that they mate randomly with the 2 types of males & indiscriminately use their sperm.  Altogether these results predict frequency-dependent founding success for pairs of lineages because queens of the more common lineage will produce more pure-lineage eggs & their colonies be less successful during the stage of colony founding.  To describe the distribution of populations characterized with genetic caste determination relative to the populations with environmental caste determination, we genotyped queens & workers collected during a large survey of additional populations.  Genetic caste determination associated with pairs of interbreeding lineages was frequent & widespread in the studied range.  We identified 4 additional lineages displaying genetic caste determination.  Overall, there were thus 8 highly differentiated lineages with genetic caste determination.  These lineages always co-occurred in the same complementary lineage pairs.  Three of the 4 lineage pairs appeared to have a common origin, while their relationship with the forth could not be resolved.  The genetic survey also revealed that, in addition to being genetically isolated from one another, all 8 lineages were genetically distinct from P. rugosus & P. barbatus, even when colonies of interbreeding lineages co-occurred with colonies of either putative parent at the same site.   At a site where one lineage pair co-occurred with P. rugosus, we identified 2 pre-zygotic mechanisms (differences in timing for mating flights between P. rugosus & the lineage pair & assortative mating) & one post-zygotic mechanism (high levels of hybrid unviablility) which in combination may largely account for the reproductive isolation between the lineages & their parental species.  The mechanisms accounting for the reproductive isolation between the 2 lineages of a lineage pair varied across lineage pairs.  In one lineage pair, inter-lineage individuals exclusively occurred in the sterile worker caste, raising the possibility that inter-lineage eggs have completely lost the ability to develop into queens in this lineage pair & that there is thus no opportunity for gene flow.  In each of the 3 remaining lineage pairs, inter-lineage queens were produced by a minority of colonies.  In these lineage pairs, colonies headed by inter-lineage queens failed to grow sufficiently to produce reproductive individuals which may account for the reproductive isolation between co-occurring lineages in 3 lineage pairs.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; North America; USA; scientific; queens; helpers; workers; evolution; maintenance; ecological consequences; genetic caste determination; ",
    "year": "2007} "
  },
  {
    "ref_type": "article",
    "author": "Schwander, T. and Helms Cahan, S. and Keller, L.",
    "title": "Characterization and distribution of Pogonomyrmex harvester ant lineages with genetic caste determination",
    "journal": "Mol. Ecol.",
    "volume": "16(2)",
    "pages": "367-387",
    "note": "Part of FORMIS 07; from NAL's AGRICOLA; from-DPW, verified-DPW.",
    "abstract": "Genetic caste determination has been described in two populations of Pogonomyrmex harvester ants, each comprising a pair of interbreeding lineages. Queens mate with males of their own and of the alternate lineage and produce two types of diploid offspring, those fertilized by males of the queens' lineage which develop into queens and those fertilized by males of the other lineage which develop into workers. Each of the lineages has been shown to be itself of hybrid origin between the species Pogonomyrmex barbatus and Pogonomyrmex rugosus, which both have typical, environmentally determined caste differentiation. In a large scale genetic survey across 35 sites in Arizona, New Mexico and Texas, we found that genetic caste determination associated with pairs of interbreeding lineages occurred frequently (in 26 out of the 35 sites). Overall, we identified eight lineages with genetic caste determination that always co-occurred in the same complementary lineage pairs.  Three of the four lineage pairs appear to have a common origin while their relationship with the fourth remains unclear. The level of genetic differentiation among these eight lineages was significantly higher than the differentiation between P. rugosus and P. barbatus, which questions the appropriate taxonomic status of these genetic lineages. In addition to being genetically isolated from one another, all lineages with genetic caste determination were genetically distinct from P. rugosus and P. barbatus, even when colonies of interbreeding lineages co-occurred with colonies of either putative parent at the same site. Such nearly complete reproductive isolation between the lineages and the species with environmental caste determination might prevent the genetic caste determination system to be swept away by gene flow.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Arizona; New Mexico; Texas; scientific; queens; males; colonies; genetics; lineage characterization; lineage distribution; lineages; interbreeding lineages; genetic caste determination; genetic survey; ",
    "year": "2007} "
  },
  {
    "ref_type": "article",
    "author": "Smith, C.R. and Mutti, N.S. and Jasper, W.C. and Naidu, A. and Smith, C.D. and Gadau, J.",
    "title": "Patterns of DNA methylation in development, division of labor and hybridization in an ant with genetic caste determination",
    "journal": "PLoS ONE",
    "volume": "7(8): e42433",
    "pages": "9 p.",
    "note": "Part of FORMIS 13; from-DPW,",
    "abstract": "*[Sodium bisulfite sequencing demonstrated in vivo methylation of symmetric CG dinucleotides in P. barbatus.  We also found methylation of non-CpG sequences.  This validated 2 bioinformatics methods for predicting gene methylation, the bias in observed to expected ratio of CpG dinucleotides & the density of CpG/TpG single nucleotide polymorphisms.  Frequencies of genomic DNA methylation were determined for different developmental stages & castes using ms-AFLP assays.  The genetic caste determination system is probably the product of an ancestral hybridization event between P. barbatus & P. rugosus.  Two lineages obligately co-occur within a genetic caste determination system population, & queens are derived from intra-lineage matings, whereas workers are produced from inter-lineage matings.  Relative DNA methylation levels of queens & workers from genetic caste determination system lineages (contemporary hybrids) were not significantly different until adulthood.  Virgin queens had significantly higher relative levels of DNA methylation compared to workers.  Worker DNA methylation did not vary among developmental stages within each lineage, but was significantly different between the currently hybridizing lineages.  Workers of the 2 genetic caste determination lineages had half as many methylated cytosines as workers from the putative parental species, which have environmental caste determination.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; Mexico; USA; Arizona; scientific; workers; queen genetics; DNA methylation; hybridization; genetic caste determination; development; division of labor; ",
    "year": "2012} "
  },
  {
    "ref_type": "article",
    "author": "Smith, C.R. and Smith, C.D. and Robertson, H.M. and Helmkampf, M. and Zimin, A. and Yandell, M. and Holt, C. and Hu, H. and Abouheif, E. and Benton, R. and Cash, E. and Croset, V. and Currie, C.R. and Elhaik, E. and Elsik, C.G. and FavÈ, M.J. and Fernandes, V. and Gibson, J.D. and Graur, D. and Gronenberg, W. and Grubbsj, K.J. and Hagen, D.E. and Viniegra, A.S.I. and Johnson, B.R. and Johnson, R.M. and Khila, A. and Kim, J.W. and Mathis, K.A. and Munoz-Torres, M.C. and Murphy, M.C. and Mustard, J.A. and Nakamura, R. and Niehuis, O. and Nigam, S. and Overson, R.P. and Placek, J.E. and Rajakumar, R. and Reese, J.T. and Suen, G. and Tao, S. and Torres, C.W. and Tsutsui, N.D. and Viljakainen, L. and Wolschin, F. and Gadau, J.",
    "title": "Draft genome of the red harvester ant Pogonomyrmex barbatus",
    "journal": "Proc. Natl. Acad. Sci. U.S.A.",
    "volume": "108(14)",
    "pages": "5667-5672",
    "note": "Part of FORMIS 12; from NAL's AGRICOLA; from-DPW,",
    "abstract": "We report the draft genome sequence of the red harvester ant, Pogonomyrmex barbatus. The genome was sequenced using 454 pyrosequencing, and the current assembly and annotation were completed in less than 1 y. Analyses of conserved gene groups (more than 1,200 manually annotated genes to date) suggest a high-quality assembly and annotation comparable to recently sequenced insect genomes using Sanger sequencing. The red harvester ant is a model for studying reproductive division of labor, phenotypic plasticity, and sociogenomics. Although the genome of P. barbatus is similar to other sequenced hymenopterans (Apis mellifera and Nasonia vitripennis) in GC content and compositional organization, and possesses a complete CpG methylation toolkit, its predicted genomic CpG content differs markedly from the other hymenopterans. Gene networks involved in generating key differences between the queen and worker castes (e.g., wings and ovaries) show signatures of increased methylation and suggest that ants and bees may have independently co-opted the same gene regulatory mechanisms for reproductive division of labor. Gene family expansions (e.g., 344 functional odorant receptors) and pseudogene accumulation in chemoreception and P450 genes compared with A. mellifera and N. vitripennis are consistent with major life-history changes during the adaptive radiation of Pogonomyrmex spp., perhaps in parallel with the development of the North American deserts.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; Mexico; scientific; chemoreceptor; de novo genome; eusociality; genomic evolution; ",
    "year": "2011} "
  },
  {
    "ref_type": "article",
    "author": "Strehl, C.P. and Gadau, J.",
    "title": "Cladistic analysis of paleo-island populations of the Florida harvester ant (Hymenoptera: Formicidae) based upon divergence of mitochondrial DNA sequences",
    "journal": "Florida Entomol.",
    "volume": "87(4)",
    "pages": "576-581",
    "note": "Part of FORMIS 06; from NAL'S AGRICOLA; from-DPW, verified-DPW.",
    "abstract": "*[To examine the relationships of geographically isolated paleo-island populations of Pogonomyrmex badius (Latreille 1802) in Florida, we generated a phylogeographic hypothesis based on mitochondrial DNA (mtDNA) sequences.  We found at least 2 distinct mtDNA lineages & a positive correlation between genetic & geographic distances.  The relationships between nowadays isolated P. badius populations might resemble a long lasting separation due to either restricted gene flow caused by inbreeding, paleo-climatic events, or the impact of novel invasive species.  Specimens of Pogonomyrmex (sensu stricto) badius were collected from six populations throughout Florida & preserved in 70-100% ethanol for later DNA analyses.  Similarly, Pogonomyrmex (Ephebomyrmex) imberbiculus and 4 additional Pogonomyrmex (sensu stricto) species were collected as outgroup-specimens for later phylogenetic analyses (P. barbatus, Phoenix, AZ; P. californicus, La Chocera, Mexico; P. huachucanus CPS123 4,3/6,9 Portal, AZ; P. occidentalis, Seligman, AZ; P. (Ephebomyrmex) imberbiculus, Portal, AZ).]",
    "keywords": "ant; Formicidae; Pogonomyrmex badius; Pogonomyrmex barbatus; Pogonomyrmex californicus; Pogonomyrmex huachucanus; Pogonomyrmex huachucanus; Pogonomyrmex (Ephebomyrmex) imberbiculus; Myrmicinae; North America; Mexico; USA; Arizona; Florida; scientific; mitochondrial DNA; mtDNA; cytochrome b; cytochrome-c oxidase; nucleotide sequences; sequence analysis; genetic variation; genetic distance; molecular systematics; phylogeny; distribution; population genetics; paleozoology; COI gene; molecular sequence data; sequence divergence; phylogeography; restricted gene flow; ",
    "year": "2004} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Sturgis, S.J.",
    "title": "The role of cuticular hydrocarbons in the behavioral ecology of the red harvester ant, Pogonomyrmex barbatus",
    "school": "PhD thesis, Stanford University, x + 150 p.",
    "note": "Part of FORMIS 16; from-DPW,",
    "abstract": "*[In this dissertation, I investigate how the behavioral ecology of the red harvester ant, Pogonomyrmex barbatus, influences nestmate recognition behavior and the cuticular hydrocarbon profiles of workers.  In P. barbatus, nestmate recognition behavior is task-dependent & not based on differences in cuticular hydrocarbon profiles.  Cuticular hydrocarbons change according to the task of workers, & hydrocarbons are better predictors of a workers task than of its colony of origin.  Task-specific hydrocarbon profiles reflect the influence of task environment on worker profiles.  Task-specific profiles influence both worker & colony behavior.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; workers; cuticular hydrocarbons; behavioral ecology; nestmate recognition; division of labor; ",
    "year": "2012} "
  },
  {
    "ref_type": "article",
    "author": "Sturgis, S.J. and Gordon, D.M.",
    "title": "Aggression is task dependent in the red harvester ant (Pogonomyrmex barbatus)",
    "journal": "Behav. Ecol.",
    "volume": "24(2)",
    "pages": "532-539",
    "note": "Part of FORMIS 13; from NAL's AGRICOLA; from-DPW,",
    "abstract": "In many animal species, the propensity for aggression is linked to social context. In social insects, aggressive interactions between colonies are related to the assessment of cuticular hydrocarbon profiles. We investigated how, in the red harvester ant, Pogonomyrmex barbatus, an individual ant\u0019s task environment contributes to its hydrocarbon profile, and how task-specific differences in profiles are linked to aggression. We compared the hydrocarbon profiles of 200 individuals from 4 task groups and 10 colonies, and measured aggression of ants of specific task groups toward non\u0013nest mates of neighboring and distant colonies. We found that task groups can be distinguished by their hydrocarbon profiles. Hydrocarbon profiles are more closely associated with task group membership than with colony identity. Ants of the patroller task group were more likely to be aggressive to non\u0013nest mates than ants of any other task group. There was no correlation between the extent of aggression between task groups and the magnitude of difference in their hydrocarbon profiles. Nearby nests did not differ more in hydrocarbon profile than distant nests. Our results suggest that aggression in P. barbatus is task dependent and is not directly correlated with the magnitude of difference in hydrocarbon profiles.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Formicinae; North America; USA; New Mexico; scientific; colonies; cuticular hydrocarbons; nestmate recognition; task; patroller; aggression; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Summerlin, J.W. and Hung, A.C.F. and Vinson, S.B.",
    "title": "Residues in nontarget ants, species simplification and recovery of populations following aerial applications of mirex",
    "journal": "Environ. Entomol.",
    "volume": "6(2)",
    "pages": "193-197",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from Fire Ant Literature Database; verified-DPW.",
    "abstract": "Varying levels (0.029-12.12 ppm) of mirex (dodedaclorooctahydro-1,3,4 metheno-1H-cyclobuta[cd]pentalene) were found in nontarget ants after aerial applications of mirex bait to control the red imported fire ant, S. invicta Buren, in Grimes and Brazos Counties, TX. Fourteen species of ants were monitored in the 2 plots. A fall treatment to the Brazos Co. area just recently invaded by S. invicta had the most pronounced effect. Those ants that are generally omnivorous and highly predacious were the first to be affected and were eliminated within 2 wk: these species included S. invicta, S. geminata (F.), M. minimum (Buckley), P. dentata Mayr, as well as a fungus-growing ant, T. septentrionalis (McCook). The highest levels of mirex were observed in P. barbatus (F. Smith) and C. insana (Buckley). After 8 wk, only 2 species could be found in the Brazos Co. study plot, P. barbatus and C. pennsylvanicus (DeGeer), and samples of both contained mirex. The population of P. barbatus and C. pennsylvanicus was fairly stable both pre and posttreatment.  Populations of S. invicta were reestablishing in the Brazos Co. plot 7 mo posttreatment as were C. Insana and Leptogenys elongata Mayr. Fourteen mo posttreatment, C. insana and S. invicta were the most prolific reinvaders reaching populations based on mound numbers and mound size much greater than pretreatment populations. Populations of M. minimum, Iridomyrmex pruinosum and P. dentata were reduced a year later over pretreatment levels.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Camponotus pennsylvanicus; Camponotus rasilis; Conomyrma insana; Crematogaster punctulata; Iridomyrmex pruinosum; Leptogenys elongata; Monomorium minimum; Paratrechina (Nylanderia) bruesii; Pheidole dentata; Pogonomyrmex barbatus; Solenopsis geminata; Solenopsis invicta; Trachymyrmex septentrionalis; Dolichoderinae; Formicinae; Myrmicinae; Attini; Ponerinae; North America; USA; Texas; scientific; season; diet; prey; ecology; population; mound; nest; community; impact; ecological; chemical control; reinfestation; bait; ",
    "year": "1977} "
  },
  {
    "ref_type": "article",
    "author": "Summerlin, J.W. and Olson, J.K. and Fick, J.O.",
    "title": "Red imported fire ant: Levels of infestation in different land management areas of the Texas coastal prairies and an appraisal of the control program in Fort Bend County, Texas",
    "journal": "J. Econ. Entomol.",
    "volume": "69(1)",
    "pages": "73-78",
    "note": "Part of FORMIS; from Fire Ant Literature Database; from-DPW, verified-DPW.",
    "abstract": "From July through November 1972, 4 areas in Fort Bend Co., TX, the center of infestation of Solenopsis invicta Buren in the central coastal prairies of East Texas, were surveyed for infestation. Particular attention was given to type of habitat, vegetation, and degree of infestation. The survey showed this county to be heavily infested. The red imported fire ants were found in pastureland, cropland, and woodland, but they were more common in pastureland. An aerial application of standard (4X) mirex bait was made to 4 established research blocks in Fort Bend Co. in the fall of 1972 to control S. invicta. The total pretreatment count of mounds was 2169, an avg 542 mounds/block. Two blocks, treated when air and soil temperatures were favorable, showed good control (100-99%) at 8-81/2 mo post-treatment. Two blocks, treated as temperatures began to drop, showed a slower kill and lesser control (88-93%) at 10 mo posttreatment.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)          *[In some overgrown pastures S. invicta mounds were only found in areas cleared by P. barbatus.  In some weedy pastures with hard packed, heavy, poorly drained soil only S. geminata was found.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Solenopsis geminata; Solenopsis invicta; Myrmicinae; North America; USA; Texas; scientific; control; ecology; distribution; population; mound; habitat; impact; agricultural; chemical control; reinfestation; ",
    "year": "1976} "
  },
  {
    "ref_type": "article",
    "author": "Suni, S.S. and Eldakar, O.T.",
    "title": "High mating frequency and variation with lineage ratio in dependent-lineage harvester ants",
    "journal": "Insect. Soc.",
    "volume": "58(3)",
    "pages": "357-364",
    "note": "Part of FORMIS 12; from-DPW,",
    "abstract": "*[We investigated the evolution of mating frequency in a social insect species with a unique genetic system that requires multiple mating.  In certain populations of Pogonomyrmex harvester ants, there are 2 interbreeding yet genetically distinct mitochondrial lineages.  Queens must mate with males of the opposite lineage to produce workers & with males of the same lineage to produce reproductive females.  We expected queens of the dependent-lineage system to exhibit high mating frequencies relative to other social insects.  Furthermore, we expected queens from populations of highly asymmetric lineage ratios to exhibit even higher mating frequencies, to adequately sample the population & successfully mate with males of the less common lineage.  To test these predictions, we estimated the mating frequency of 16 P. barbatus queens, & compared these mating frequencies between 2 populations, one with relatively equal lineage ratio (60:40) & a second with a highly asymmetrical lineage ratio (96:4).  Overall, observed mating frequency exceeded 10, which is high in comparison to other social insects, & our estimates of effective mating frequency were among the highest of Pogonomyrmex species.  Mating frequency at the site with the asymmetrical lineage ratio was also significantly higher than the site with the more even ratio.  Our results suggest that obligate multiple mating as well as lineage ratio contribute to the evolution of high mating frequency in dependent-lineage populations.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; Arizona; New Mexico; scientific; mating frequency; dependent-lineage; gene flow; harvester ants; ",
    "year": "2011} "
  },
  {
    "ref_type": "article",
    "author": "Suni, S.S. and Gignoux, C. and Gordon, D.M.",
    "title": "Male parentage in dependent-lineage populations of the harvester ant Pogonomyrmex barbatus",
    "journal": "Mol. Ecol.",
    "volume": "16(24)",
    "pages": "5149-5155",
    "note": "Part of FORMIS 08; from NAL's AGRICOLA; from-DPW,",
    "abstract": "We investigated the extent to which workers reproduce in a dependent-lineage population of the monogynous harvester ant Pogonomyrmex barbatus. Dependent-lineage populations contain two interbreeding, yet genetically distinct mitochondrial lineages, each associated with specific alleles at nuclear loci. Workers develop from matings between lineages, and queens develop from matings within lineages, so queens must mate with males of both lineages to produce daughter queens and workers. Males develop from unfertilized eggs and are haploid. Worker production of males could lead to male-mediated gene flow between the lineages if worker-produced males were reproductively capable. This could result in the loss of the dependent-lineage system, because its persistence depends on the maintenance of allelic differences between the lineages. To investigate the extent of worker reproduction in P. barbatus, we genotyped 19-20 males and workers from seven colonies, at seven microsatellite loci, and 1239 additional males at two microsatellite loci. Our methods were powerful enough to detect worker reproduction if workers produced more than 0.39% of males in the population. We detected no worker-produced males; all males appeared to be produced by queens. Thus, worker reproduction is sufficiently infrequent to have little impact on the dependent-lineage system. These results are consistent with predictions based on inclusive fitness theory because the effective queen mating frequency calculated from worker genotypes was 4.26, which is sufficiently high for workers to police those that attempt to reproduce.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; scientific; worker; queen; male; parentage; inclusive fitness; worker reproduction; interbreeding; genetics; genotype; microsatellite loci; mitochondrial lineages; alleles; nuclear loci; dependent-lineage system; ",
    "year": "2007} "
  },
  {
    "ref_type": "article",
    "author": "Uhey, D.A. and Cummins, G.C. and Rotter, M.C. and Lassiter, L.S. and Whitham, T.G.",
    "title": "Hiking trails increase abundance of harvester ant nests at Clear Creek, Arizona",
    "journal": "Southwest. Entomol.",
    "volume": "46(2)",
    "pages": "403-411",
    "note": "Part of FORMIS 22; from-DPW,",
    "abstract": "*[We examined the effects of a hiking trail on nest abundance of Pogonomyrmex barbatus (Smith) & Novomessor cockerelli (Andre) harvester ants at Clear Creek, AZ.  Nest abundance for both species was compared along paired transects on-trail & off-trail.  P. barbatus was twice as abundant on-trail, while N. cockerelli showed a similar directional trend, but the differences were not significant.  To test potential mechanisms driving the increase on-trails, soil & habitat differences were compared.  Soil compaction was 2 times greater & canopy cover was 5 times less on-trails versus off-trails.  For P. barbatus, which nests in soil, we compared on-nest & off-nest soils, both on-trail & off-trail.  Soil 5 m away from ant nests was twice as compacted whether on-trail or off-trail.  Reduction of canopy cover & compaction of soils might create beneficial nesting conditions for the 2 species of ant, leading to greater abundance near the hiking trail.]",
    "keywords": "ant; Formicidae; Novomessor cockerelli; Pogonomyrmex barbatus; Myrmicinae; Noth America; USA; Arizona; scientific; abundance; nest; nest abundance; distribution; soil; soil compaction; nest soil; habitat; canopy cover; ",
    "year": "2021} "
  },
  {
    "ref_type": "article",
    "author": "Van Pelt, A.",
    "title": "Trophobiosis and feeding habits of Liometopum apiculatum (Hymenoptera: Formicidae) in the Chisos Mountains, Texas",
    "journal": "Ann. Entomol. Soc. Am.",
    "volume": "64(5)",
    "pages": "1186",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from Fire Ant Literature Database; verified-DPW.",
    "abstract": "*[L. apiculatum stopped foraging workers & solicit food by trophallaxis from C. sayi, P. barbatus, & S. xyloni.  L. apiculatum  tended the Homoptera.  L. apiculatum extracted plant juices from plant stalks & pollen or nectar from grass flowers.]",
    "keywords": "ant; Formicidae; Camponotus sayi; Liometopum apiculatum; Pogonomyrmex barbatus; Solenopsis xyloni; Dolichoderinae; Formicinae; Myrmicinae; North America; USA; Texas; scientific; trophallaxis; behavior; foraging; symbiont; myrmecophile; trophobiont; Homoptera; Aphididae; aphid; Cinera; Membracidae; Vanduzea segmentata; tending Hemiptera; nectar; pollen; bait; ",
    "year": "1971} "
  },
  {
    "ref_type": "article",
    "author": "Volny, V.P. and Gordon, D.M.",
    "title": "Characterization of polymorphic microsatellite loci in the red harvester ant, Pogonomyrmex barbatus",
    "journal": "Mol. Ecol. Notes",
    "volume": "2(3)",
    "pages": "302-303",
    "note": "Part of FORMIS 07; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "*[To study levels of polyandry within colony, as well as relationships among colonies, we developed 10 polymorphic microsatellite loci for P. barbatus.  With the number of alleles per locus ranging from 3 to 39, with the expected heterozygosities of 0.58-0.95.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; Arizona; scientific; genetics; microsatellite repeats; genetic markers; loci; DNA; polymerase chain reaction; nucleotide sequences; alleles; heterozygosity; DNA primers; molecular sequence data; alleles per locus; polyandry; ",
    "year": "2002} "
  },
  {
    "ref_type": "article",
    "author": "Volny, V.P. and Greene, M.J. and Gordon, D.M.",
    "title": "Brood production and lineage discrimination in the red harvester ant",
    "journal": "Ecology",
    "volume": "87(9)",
    "pages": "2194-2200",
    "note": "Part of FORMIS 08; from NAL's AGRICOLA; from-DPW,",
    "abstract": "In contrast to the system of caste determination in most social insects, reproductive caste determination in some populations of Pogonomyrmex barbatus has a genetic basis. Populations that exhibit genetic caste determination are segregated into two distinct, genetic lineages. Same\u0010lineage matings result in female reproductives, while inter\u0010lineage matings result in workers. To investigate whether founding P. barbatus queens lay eggs of reproductive genotype, and to determine the fate of those eggs, we genotyped eggs, larvae, and pupae produced by naturally inseminated, laboratory\u0010raised queens. We show that founding dependent lineage queens do lay eggs of reproductive genotype, and that the proportion of reproductive genotypes decreases over the course of development from eggs to larvae to pupae. Because queens must mate with a male of each lineage to produce both workers and female reproductives, it would benefit queens to be able to distinguish males of the two lineages. Here we show that P. barbatus males from the two genetic lineages differ in their cuticular hydrocarbon profiles. Queens could use male cuticular hydrocarbons as cues to assess the lineage of males at the mating aggregation, and possibly keep mating until they have mated with males of both lineages.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; scientific; queens; ova; pupae; caste; genetic variation; genotype; lineage discrimination; reproduction; brood production; ",
    "year": "2006} "
  },
  {
    "ref_type": "article",
    "author": "Wagner, D. and Brown, M.J.F. and Broun, P. and Cuevas, W. and Moses, L.E. and Chao, D.L. and Gordon, D.M.",
    "title": "Task-related differences in the cuticular hydrocarbon composition of harvester ants, Pogonomyrmex barbatus",
    "journal": "J. Chem. Ecol.",
    "volume": "24(12)",
    "pages": "2021-2037",
    "note": "Part of FORMIS 99; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "Colonies of the harvester ant, Pogonomyrmex barbatus, perform a variety of tasks. The behavior of an individual worker appears to depend on its recent history of brief contacts with ants of the tame and other task groups. The purpose of this study was to determine whether task groups differ in cuticular hydrocarbon composition. We compared the cuticular hydrocarbon composition of ants collected under natural conditions as they performed one of three tasks: patrolling (locating food sources), foraging, or nest maintenance. Task groups differed significantly in the relative proportions of classes of hydrocarbon compounds, as well as in individual compounds. Relative to nest maintenance workers, foragers and patrollers had a higher proportion of straight-chain alkanes relative to monomethylalkanes, dimethylalkanes, and alkenes.  There was no significant difference in the chain length of n-alkanes among the task groups. Foragers did not differ in hydrocarbon composition from patrollers.  Colonies differed significantly from one another in hydrocarbon composition, but task groups differed in consistent ways from colony to colony, suggesting that the mechanism responsible for task-related hydrocarbon composition was the same in all colonies. P. barbatus workers switch tasks during their lifetimes, suggesting that cuticular hydrocarbon composition changes during adulthood as well. Nest maintenance workers are probably younger than foragers and patrollers and perform very little of their work outside of the nest. Task-related hydrocarbon differences detected here may be associated with worker age, and/or the abiotic characteristics (temperature, humidity, and ultraviolet light) of the interior and exterior work environments.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; task related; cuticular hydrocarbons; chemical composition; straight-chain alkanes; monomethylalkanes; dimethylalkanes; alkenes; n-alkanes; worker; foraging; task analysis; ",
    "year": "1998} "
  },
  {
    "ref_type": "article",
    "author": "Wagner, D. and Jones, J.B. and Gordon, D.M.",
    "title": "Development of harvester ant colonies alters soil chemistry",
    "journal": "Soil Biol. Biochem.",
    "volume": "36(5)",
    "pages": "797-804",
    "note": "Part of FORMIS 06; from NAL'S AGRICOLA; from-DPW, verified-DPW.",
    "abstract": "Nests of the harvester ant Pogonomyrmex barbatus typically contain higher concentrations of organic matter, nitrogen and phosphorus than surrounding soils. The difference between nest soils and surrounding soils is due, at least in part, to ant foraging behavior. Ants retrieve seeds from the environment and concentrate seed nutrients in the vicinity of the nest. But elevated nutrient concentrations in nests may also reflect initial conditions, if nest-founding queens are more likely to choose or survive in soils with high organic matter and nutrient content. By measuring the soil nutrient content and surface area of P. barbatus nests ranging from 1 to 20 years of age over two sampling periods, we (a) investigated the relationship between nest soil characteristics and colony age, and (b) tested the hypothesis that nest soils differ from background soils when nests are established. Nest surface area increased with colony age until age 5-10 years and leveled off thereafter. Relative to surrounding soils, concentrations of total nitrogen and orthophosphate increased, and pH decreased, with increasing colony age.   The difference between nest soils and surrounding soils in total nitrogen, nitrate, and ammonium concentrations also increased over a 9-month interval between sampling bouts. Extrapolations from regressions of soil chemical variables against colony age provided no evidence that nest founding and early colony survival is more likely to occur in high-nutrient soils.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; grassland soils; arid lands; colonies; nests; age; soil chemistry; nitrogen content; nitrates; ammonium compounds; orthophosphates; soil nutrients; soil pH; soil organic matter; ",
    "year": "2004} "
  },
  {
    "ref_type": "article",
    "author": "Weber, R.W.",
    "title": "Allergen of the month - harvester ant",
    "journal": "Ann. Allergy Asthma Immunol.",
    "volume": "111(3)",
    "pages": "A19",
    "note": "Part of FORMIS 15; from-DPW,",
    "abstract": "*[The genus Pogonomyrmex of harvester ants contains over seventy species found in arid regions of North & South America.  Harvester ants are prevalent in the arid SW USA, represented by the species P. barbatus, P. californicus, P. maricopa, & P. rugosus, among others.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex californicus; Pogonomyrmex maricopa; Pogonomyrmex rugosus; Myrmicinae; North America; USA; review; biology; distribution; behavior; impact, medical; venom; stings; allergy; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Wheeler, W.M.",
    "title": "A study of some Texan Ponerinae",
    "journal": "Biol. Bull.",
    "volume": "2(1)",
    "pages": "1-31",
    "note": "Part of FORMIS; from Biblio Fourmis Database; from Fire Ant Literature Database; verified-DPW; from ANTBIB; verified-PSW.",
    "abstract": "*[Describes castes & larvae of L. elongata, O. haematodes, & P. harpax.  Larvae of P. barbatus & S. geminata figured.  Thysanura collected with C. castaneus, L. coecus, & P. harpax.  Collembola found in nearly all of the ant nests in Travis Co.  M. nebrascensis very common in nests of F. neorufibarbis, rare in nests of P. harpax.  Trichopterygidae very common in nests of C. castaneus, rare in P. harpax.]",
    "keywords": "ant; Formicidae; Camponotus castaneus; Eciton sumichrasti; Formica fusca v. neorufibarbis; Labidus coecus; Leptogenys elongata; Neivamyrmex sumichrasti; Odontomachus haematodes; Pachycondyla harpax; Pogonomyrmex barbatus; Solenopsis geminata; Solenopsis (Diplorhoptrum); Strumigenys louisianae; Ecitoninae; Formicinae; Myrmicinae; Ponerinae; North America; USA; Texas; scientific; biology; diet; caste; ergatoid female; oviposition; larvae; cocoon; brood; colony size; season; morphology; distribution; behavior; aggression; grooming; stridulation; sting; defense; symbiont; myrmecophile; Coleoptera; Trichopterygidae; Collembola; Orthoptera; Myrmecophilidae; Myrmecophilia nebrascensis; Thysanura; ",
    "year": "1900} "
  },
  {
    "ref_type": "article",
    "author": "Wheeler, W.M.",
    "title": "An ethological study of certain maladjustments in the relations of ants to plants",
    "journal": "Bull. Am. Mus. Nat. Hist.",
    "volume": "22",
    "pages": "403-418",
    "note": "Part of FORMIS; from TEK; from ANTBIB; verified-PSW; from-DPW,",
    "abstract": "[Compares the mound building of Formica exsectoides with that of P. barbatus and P. occidentalis. Notes that P. occidentalis mounds along railroad tracks, like those of Formica fusca and P. barbatus molefaciens, are constructed of a thick layer of locomotive cinders'' East of Denver, CO., the nest cones of occidentalis close to the track are deep black, while those further away, to a distance of about thirty or forty meters, show a gradual fading of color, with the decrease in available cinders, to the light colored nest of the plains beyond. At Ash Fork, AR., I found some of the cones of P. occidentalis covered with the dung-pellets of spermophiles.'' (p. 405).]",
    "keywords": "ant; Formicidae; Crematogaster lineolata; Formica exsectoides; Formica fusca; Myrmica rubra brevinodis; Pogonomyrmex barbatus; Pogonomyrmex barbatus molefaciens; Pogonomyrmex occidentalis; Formicinae; Myrmicinae; North America; USA; Arizona; Colorado; scientific; colony; mound building; ",
    "year": "1906} "
  },
  {
    "ref_type": "article",
    "author": "Whitford, W.G. and Johnson, P. and Ramirez, J.",
    "title": "Comparative ecology of the harvester ants Pogonomyrmex barbatus (F. Smith) and Pogonomyrmex rugosus (Emery)",
    "journal": "Insect. Soc.",
    "volume": "23(2)",
    "pages": "117-132",
    "note": "Part of FORMIS; from The Ants; from-DPW,",
    "abstract": "*[Factors affecting local geographic distribution, foraging behavior, & activity, forage selection, numbers of foragers per colony, nest spacing, & nest structure of Pogonomyrmex rugosus & Pogonomyrmex barbatus were studied.  There were seasonal differences in foraging activity.  P. barbatus was more active in early summer & foraged at night,  while P. rugosus was more active in mid-summer, foraging at night during July.  Both species exhibited forage preference for grass seeds, but took a variety of other materials.  Where both species inhabited the same area, they had an index of overlap for forage of 0.7.  The colonies of both species were randomly distributed.  Colony density was approximately 20 per hectare in areas supporting one or both species.  There was no evidence of intraspecific aggression & foraging areas of colonies of the same species overlapped considerably.  P. barbatus & P. rugosus avoid competition by habitat selection.  Interspecific aggression probably accounts for the lack of overlap in local distribution.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; scientific; ecology; ",
    "year": "1976} "
  },
  {
    "ref_type": "article",
    "author": "Whiting, M.J. and Godwin, W.",
    "title": "Pogonomyrmex Mayr harvester ants (Hymenoptera: Formicidae): an additional cost associated with dung beetle, Canthon imitator Brown (Coleoptera: Scarabaeidae) reproduction",
    "journal": "Coleop. Bull.",
    "volume": "52(2)",
    "pages": "157-160",
    "note": "Part of FORMIS 99; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[Harvester ants, Pogonomyrmex barbatus (F. Smith), exerted an energetic cost on the dung beetle (Canthon imitator Brown through behavioral interference, by causing brood ball abandonment.  This was verified experimentally in 8 independent trials.  Significantly more C. imitator (87.5%) abandoned brood balls after encountering P. barbatus on ant mounds.  No fatalities were recorded from trials, although harvester ants were observed to sting & bite dung beetles.  Five transects revealed a mean of 10.8+-1.11 (range: 9-15) ant mounds/200 m.  For a total of 54 ant mounds, brood balls occured at a mean of 1.3+ 0.31 (range: 0-13/mound).  Compared to random points, brood balls occured significantly more often on ant mounds (48% of mounds contained brood balls).]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; Myrmicinae; North America; USA; scientific; impact; ecological; cost; reproductive behavior; brood ball abandonment; ",
    "year": "1998} "
  },
  {
    "ref_type": "article",
    "author": "Wilson, E.O. and Durlach, N.I. and Roth, L.M.",
    "title": "Chemical releasers of necrophoric behavior in ants",
    "journal": "Psyche",
    "volume": "65(4)",
    "pages": "108-114",
    "note": "Part of FORMIS; from Fire Ant Literature Database; from-DPW, verified-DPW.",
    "abstract": "Pogonomyrmex badius workers utilize a relatively limited range of stimuli in 'recognizing' insect corpses.  The stimuli appear to be exclusively chemical in nature.  These substances have the potential to serve as efficient signals of the presence of aging corpses, as opposed to freshly killed & edible insect prey.  The fact that the fatty acid from Pogonomyrmex barbatus corpses induced typical necrophoric behavior in both P. badius & Solenopsis saevissima workers suggests that this behavior and its natural releasers may be widespread in the ants. Field studies done in Alabama & Florida; lab studies probably done in Massachusetts.  Origin of P. barbatus, not stated.          [NOTE: S. saevissima is S. invicta or S. richteri in North America.]",
    "keywords": "ant; Formicidae; Conomyrma pyramica; Pogonomyrmex badius; Pogonomyrmex barbatus; Solenopsis invicta; Dolichoderinae; Myrmicinae; North America; USA; Alabama; Florida; scientific; chemistry; oleic acid; behavior; refuse pile; cemetery; ",
    "year": "1958} "
  },
  {
    "ref_type": "article",
    "author": "Yamauchi, A. and Yamamura, N.",
    "title": "Persistence conditions of symmetric social hybridogenesis in haplo-diploid Hymenoptera",
    "journal": "J. Theor. Biol.",
    "volume": "240(1)",
    "pages": "24-31",
    "note": "Part of FORMIS 06; from-DPW,",
    "abstract": "*[Recently,female castes in 2 harvester ant species, Pogonomyrmex rugosus and P. barbatus, were found to be determined genetically in hybrid zones of these 2 species.  In the hybrid populations, homozygous females (e.g. AA or BB) and heterozygous females (AB) develop into alate females and workers, respectively.  This genetic caste determination system is called symmetric social hybridogenesis.  It is clear that populations with symmetric social hybridogenesis can persist only if all 4 genotypes (AA and BB females, and A and B males) coexist simultaneously.  However, it is not obvious that these populations are always persistent when the 4 genotypes simultaneously exist.  Here, we examined the stability and persistence of a symmetric social hybridogenesis population using a simple mathematical model.  According to the analysis of the model, the symmetric social hybridogenesis population persists only when some conditions are satisfied.  Each female mates with more than 2 males, and male production increases less steeply than linearly with increasing numbers of workers in a colony, and alate female production increases more steeply than linearly with increasing numbers of workers, or male production increases more steeply than linearly with increasing numbers of workers in a colony, and alate female production increases much more steeply than male production.  Therefore, it is not obvious that symmetric social hybridogenesis populations are maintained and are stable for long periods.  We discuss whether these conditions are satisfied in real symmetric social hybridogenesis populations.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Pogonomyrmex rugosus; Myrmicinae; North America; USA; scientific; caste differentiation; populations; genetics; hybrid zones; symmetrical social hybridogenesis; homozygous females; heterozygous females; genetic caste determination system; genotypes; model; mathematical model; ",
    "year": "2006} "
  }
]