[
  {
    "ref_type": "article",
    "author": "Aonuma, H.",
    "title": "Serotonergic control in initiating defensive responses to unexpected tactile stimuli in the trap-jaw ant Odontomachus kuroiwae",
    "journal": "J. Exp. Biol.",
    "volume": "223(19): jeb228874",
    "pages": "10 p.",
    "note": "Part of FORMIS 23; from-DPW,",
    "abstract": "*[This study investigated an aminergic mechanism underlying defensive responses to unexpected touch in an ant that has powerful mandibles, a trap-jaw ant.  Tactile stimulation to the abdomen elicited quick forward movements in a dart escape in 90% of the ants in a colony.  Less than 10% of the ants responded with a quick defensive turn towards the source of stimulation.  To reveal the neuronal mechanisms underlying this defensive behavior, the effect of brain biogenic amines on the responses to tactile stimuli were investigated.  The levels of octopamine, dopamine, & serotonin in the brain were significantly elevated in ants that responded with a defensive turn to the unexpected stimulus compared with ants that responded with a dart escape.  Oral administration of dopamine & serotonin demonstrated that both amines contributed to the initiation of a defensive response.  Oral administration of l-DOPA weakly affected the initiation of the defensive turn, while 5-hydroxy-l-tryptophan strongly affected the initiation of defensive behavior.  Oral administration of ketanserin, a serotonin antagonist, inhibited the initiation of the defensive turn in aggressive workers, eliminating the effects of both serotonin & 5-hydroxy-l-tryptophan on the initiation of turn responses.]",
    "keywords": "ant; Formicidae; Odontomachus kuroiwae; Ponerinae; Asia; Japan; Okinawa; scientific; workers; worker age; biogenic amines; dopamine; ketanserin; octopamine; serotonin; 5-hydroxy-l-tryptophan; l-DOPA; brain; behavior; defensive behavior; escape behavior; tactile stimuli; ",
    "year": "2020} "
  },
  {
    "ref_type": "article",
    "author": "Aonuma, H. and Watanabe, T.",
    "title": "Changes in the content of brain biogenic amine associated with early colony establishment in the queen of the ant, Formica japonica",
    "journal": "PLoS ONE",
    "volume": "7(8): e43377",
    "pages": "8 p.",
    "note": "Part of FORMIS 13; from-DPW, verified-DPW.",
    "abstract": "*[We examined changes in the content of biogenic amines in the brains of ant queen associated with early colony establishment.  The levels of serotonin, octopamine, & dopamine decreased significantly in the brain of the queen after starting a colony.  On the other hand, tyramine increased significantly in the brain following colony establishment.  The levels of N-acetyloctopamine, & N-acetyltyramine in the brain did not show a significant change after the queen established a colony.  However, the levels of N-acetylserotonin in the brain were significantly higher in wingless mated queens than in winged virgin queens, whereas levels of N-acetyldopamine in the brain were significantly lower in wingless mated queens than winged virgin queens.]",
    "keywords": "ant; Formicidae; Formica japonica; Formicinae; Asia; Japan; scientific; queen; winged virgin queens; wingless mated queens; physiology; biogenic amine; dopamine; octopamine; serotonin; tyramine; N-acetyldopamine; N-acetyloctopamine; N-acetylserotonin; N-acetyltyramine; morphology; brain; colony establishment; behavior; ",
    "year": "2012} "
  },
  {
    "ref_type": "article",
    "author": "Bao, X. and Tian, X. and Hu, X. and Zhao, Z. and Qu, Y. and Song, C.",
    "title": "Discovery of specific tryptophan hydroxylase in the brain of the beetle Harmonia axyridis",
    "journal": "Brain Res.",
    "volume": "1073-1074",
    "pages": "202-208",
    "note": "Part of FORMIS 06; from-DPW,",
    "abstract": "*[Results revealed that all the experimental insects; including Camponotus japonicus, showed notable serotonin-like immunoreactivity in the brain.]",
    "keywords": "ant; Formicidae; Camponotus japonicus; Formicinae; Asia; China; scientific; physiology; brain; serotonin-like immunoreactivity; ",
    "year": "2006} "
  },
  {
    "ref_type": "article",
    "author": "Bao, X. and Tian, X. and Zhao, Z. and Qu, Y. and Wang, B. and Zhang, J. and Liu, T. and Yang, L. and Lv, J. and Song, C.",
    "title": "Immunohistochemical evidence for the presence of tryptophan hydroxylase in the brains of insects as revealed by sheep anti-tryptophan hydroxylase polyclonal antibody",
    "journal": "Cell Tissue Res.",
    "volume": "332(3)",
    "pages": "555-563",
    "note": "Part of FORMIS 12; from-DPW,",
    "abstract": "*[In this study, sheep anti-tryptophan hydroxylase polyclonal antibody has been applied to test for tryptophan hydroxylase immunoreactivity in a broad taxonomic range of insect brains, including holometabolous & hemimetabolous insects: one species each of Coleoptera, Hymenoptera, Diptera, & Blattaria, & 2 species of Lepidoptera.  All species show consistent tryptophan hydroxylase immunoreactivity with distribution patterns matching that of serotonin.  The immuno-positive results of such an antibody in brains from diverse orders of insects suggest that specific tryptophan hydroxylase responsible for central serotonin synthesis is probably present in the brains of all insects.]",
    "keywords": "ant; Formicidae; Camponotus japonicus; Formicinae; Asia; China; scientific; physiology; morphology; brain; tryptophan hydroxylase; serotonin; immunohistochemistry; aromatic amino acid hydroxylase; ",
    "year": "2008} "
  },
  {
    "ref_type": "article",
    "author": "Bolder, M.F. and Jung, K. and Stern, M.",
    "title": "Seasonal variations of serotonin in the visual system of an ant revealed by immunofluorescence and a machine learning approach",
    "journal": "R. Soc. Open Sci.",
    "volume": "9(2): 210932",
    "pages": "12 p.",
    "note": "Part of FORMIS 24; from-DPW,",
    "abstract": "*[We studied potential variations of serotonin-immunoreactivity in visual information processing centers in the brain of the long-lived ant species Lasius niger.  Quantitative immunofluorescence analysis revealed stronger serotonergic signals in the lamina and medulla of the optic lobes of wild or active laboratory workers than in hibernating animals.  Instead of statistical inference by testing, differentiability of seasonal serotonin-immunoreactivity was confirmed by a machine learning analysis using convolutional artificial neuronal networks with the digital immunofluorescence images as input information.  Machine learning models revealed additional differences in the third visual processing centre, the lobula.  We further investigated these results by gradient-weighted class activation mapping.  We conclude that seasonal activity variations are represented in the ant brain, & that machine learning by artificial neuronal networks can contribute to the discovery of such variations.]",
    "keywords": "ant; Formicidae; Lasius niger; Formicinae; Europe; Germany; scientific; workers; colonies; hibernation; seasonal activity; head width; brain; lamina; medulla; lobula; optic lobes; serotonin; immunoreactivity; convolutional artificial neuronal network; machine learning; immunofluorescence analysis; ",
    "year": "2022} "
  },
  {
    "ref_type": "article",
    "author": "Boulay, R. and Hooper-B˘i, L.M. and Woodring, J.",
    "title": "Oviposition and oogenesis in virgin fire ant females Solenopsis invicta are associated with a high level of dopamine in the brain",
    "journal": "Physiol. Entomol.",
    "volume": "26(4)",
    "pages": "294-299",
    "note": "Part of FORMIS 03; from NAL's AGRICOLA; from Fire Ant Literature Database; from-DPW,",
    "abstract": "In the fire ant Solenopsis invicta Buren, virgin females are capable of shedding their wings (dealation) and laying haploid eggs. However, dealation and reproduction are inhibited by a queen primer pheromone that depresses the release of Juvenile Hormone by the corpora allata. In an attempt to identify other neural signals that trigger the reproductive system, we measured the effect on brain biogenic amines of separation from the queen. Dopamine in the brain of virgin females increased from 552 +/- 42 to 971 +/- 65 fMol/brain when reproduction and dealation were stimulated by 15 days of separation. Octopamine and 5-hydroxytryptamine did not change significantly after the separation. Isolated virgin females fed with a tyrosine hydroxylase inhibitor 3-iodo-L-tyrosine mixed in sucrose for 15 days laid significantly fewer eggs and had fewer chorionated oocytes in their ovarioles than females fed with sucrose only. Restoring dopamine biosynthesis by adding L-dopa to the food also restored oogenesis and oviposition. Dealation was not affected by 3-iodo-L-tyrosine or L-dopa. The possible role of dopamine as the neural target of the queen pheromone regarding its potent allotoregulatory effect in other insects is discussed.",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Louisiana; scientific; virgin females; morphology; oogenesis; ovarian development; oviposition; wings; regulation; brain; dopamine; octopamine; serotonin; enzyme inhibitors; tyrosine 3-monooxygenase; levodopa; queenlessness; dealation; ",
    "year": "2001} "
  },
  {
    "ref_type": "article",
    "author": "Boulay, R. and Soroker, V. and GodziDska, E.J. and Hefetz, A. and Lenoir, A.",
    "title": "Octopamine reverses the isolation-induced increase in trophallaxis in the carpenter ant Camponotus fellah",
    "journal": "J. Exp. Biol.",
    "volume": "203(3)",
    "pages": "513-520",
    "note": "Part of FORMIS 00; from-DPW,",
    "abstract": "*[When a worker was experimentally isolated for 5 days & then reunited with a nestmate, she engaged in prolonged trophallaxis.  It is suggested that trophallaxis allows her to restore a social bond with her nestmates & to re-integrate into the colony, particularly via the exchange of colony-specific hydrocarbons.  Octopamine reduced trophallaxis in these workers as well as hydrocarbon transfer between nestmates, but not hydrocarbon biosynthesis.  Administration of serotonin to such 5-day-isolated ants had no effect on the percentage of trophallaxis.  Administration of phentolamine alone, an octopamine antagonist, had no effect, but when co-administrated with octopamine, it reduced the effect of octopamine alone & restored trophallaxis to control levels.  Moreover, the observed effect of octopamine was not due to a non-specific effect on locomotor activity.  Therefore, we hypothesize that octopamine mediates behavior patterns linked to social bonding, such as trophallaxis.]",
    "keywords": "ant; Formicidae; Camponotus fellah; Formicinae; Asia; Israel; scientific; physiology; octopamine; trophallaxis; social deprivation; colony odor; colony specific hydrocarbons; ",
    "year": "2000} "
  },
  {
    "ref_type": "techreport",
    "author": "Bubak, A. and Renner, K. and Swallow, J. and Greene, M.",
    "title": "Monoamines, individual decisions, and collective-organization of pavement ant wars.  [abstract]",
    "institution": "P184 p. 292, In: Abstracts, International Congress, International Union for the Study of Social Insects, 13-18 July 2014, Cairns Convention Centre, Queensland, Australia",
    "note": "Part of FORMIS 15; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; scientific; workers; brain; monoamines; serotonin 5-HT; dopamine; octopamine; cuticular hydrocarbons; individual decisions; collective-organization; wars; fighting; ritualized fighting; non-nestmate cues; infraspecific interactions; nestmate recognition; ",
    "year": "2014} "
  },
  {
    "ref_type": "techreport",
    "author": "Bubak, A.N. and Hoover, K.M. and Renner, K.J. and Swallow, J.G. and Greene, M.J.",
    "title": "The role of brain monoamines (serotonin (5-HT), octopamine, and dopamine in pavement ant aggression.  [abstract]",
    "institution": "9.1, p. 49, Presented at SICB (Society of Integrative and Comparative Biology) 2017 Annual Meeting Abstracts, January 4-8, 2017, New Orleans, LA.",
    "note": "Part of FORMIS 18; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; octopamine; dopamine; serotonin; 5-HT; morphology; brain; nestmate recognition; nests; behavior; aggression; intraspecific aggression; fighting; antagonistic response; pavement ants; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Bubak, A.N. and Hoover, K.M. and Renner, K.J. and Swallow, J.G. and Greene, M.J.",
    "title": "The role of brain monoamines (serotonin (5-HT), octopamine, and dopamine in pavement ant aggression.  [abstract]",
    "journal": "Integr. Comp. Biol.",
    "volume": "57(suppl. 1)",
    "pages": "E213",
    "note": "Part of FORMIS 18; from-DPW,",
    "keywords": "North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; octopamine; dopamine; serotonin; 5-HT; morphology; brain; nestmate recognition; nests; behavior; aggression; intraspecific aggression; fighting; antagonistic response; pavement ants; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Bubak, A.N. and Yaeger, J.D. and Renner, K.J. and Swallow, J.G. and Greene, M.J.",
    "title": "Neuromodulation of nestmate recognition decisions by pavement ants",
    "journal": "PLoS ONE",
    "volume": "11(11), e0166417",
    "pages": "15 p.",
    "note": "Part of FORMIS 18; from-DPW,",
    "abstract": "*[We show how sensory information, both tactile & chemical, & social context (isolation, nestmate interaction, or fighting non-nestmates) affects brain monoamine levels in pavement ants, Tetramorium caespitum.  Our results provide evidence that changes in octopamine & serotonin in the brains of individuals are sufficient to alter the decision by pavement ants to be aggressive towards non-nestmate ants, whereas increased brain levels of dopamine correlate to physical fighting.  We propose a model in which the changes in brain states of many workers collectively lead to the self-organization of societal aggression between neighboring colonies of pavement ants.]",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; octopamine; dopamine; serotonin; 5-HT; morphology; brain; nestmate recognition; nests; behavior; aggression; intraspecific aggression; fighting; antagonistic response; pavement ants; model; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "Cuvillier-Hot, V. and Lenoir, A.",
    "title": "Biogenic amine levels, reproduction and social dominance in the queenless ant Streblognathus peetersi",
    "journal": "Naturwissenschaften",
    "volume": "93(3)",
    "pages": "149-153",
    "note": "Part of FORMIS 06; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Social harmony often relies on ritualised dominance interactions between society members, particularly in queenless ant societies, where colony members do not have developmentally predetermined castes but have to fight for their status in the reproductive and work hierarchy. In this behavioural plasticity, their social organisation resembles more that of vertebrates than that of the 'classic' social insects. The present study investigates the neurochemistry of the queenless ant species, Streblognathus peetersi, to better understand the neural basis of the high behavioural plasticity observed in queenless ants. We report measurements of brain biogenic amines [octopamine, dopamine, serotonin] of S. peetersi ants; they reveal a new set of biogenic amine influences on social organisation with no common features with other 'primitively organised societies' (bumble bees) and some common features with 'highly eusocial' species (honey bees). This similarity to honey bees may either confirm the heritage of queenless species from their probably highly eusocial ancestors or highlight independent patterns of biogenic amine influences on the social organisation of these highly derived species.",
    "keywords": "ant; Formicidae; Streblognathus peetersi; Ponerinae; Africa; South Africa; scientific; physiology; neurochemistry; brain biogenic amines; dopamine; octopamine; serotonin; biogenic amine levels; reproduction; behavior; social dominance; behavioral plasticity; queenless ant; ",
    "year": "2006} "
  },
  {
    "ref_type": "article",
    "author": "Entler, B.V. and Cannon, J.T. and Seid, M.A.",
    "title": "Morphine addiction in ants: a new model for self-administration and neurochemical analysis",
    "journal": "J. Exp. Biol.",
    "volume": "219(18)",
    "pages": "2865-2869",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[Using a sucrose-fading paradigm, followed by a 2-dish choice test, we establish ants as an invertebrate model of opioid addiction.  The ant species Camponotus floridanus actively seeks & self-administers morphine even in the absence of caloric value or additional natural reward.  Using HPLC equipped with electrochemical detection, the neurochemicals serotonin, octopamine, & dopamine were identified & subsequently quantified, establishing the concurrent neurochemical response to the opioid morphine within the invertebrate brain.]          *[Three established queen-right colonies (approximately 500 individuals including eggs & larvae) of the Camponotus floridanus (Buckley), collected in Gainesville, FL, USA, in March 2015, were used as our source of ants.  Research conducted in  Scranton, Penn.]",
    "keywords": "ant; Formicidae; Camponotus floridanus; Formicinae; North America; USA; Florida; scientific; workers; brain; neurochemicals; serotonin; octopamine; dopamine; morphine; high pressure liquid chromatography; electrochemical detection; drug seeking; sucrose-fading procedure; two-dish choice test; ",
    "year": "2016} "
  },
  {
    "ref_type": "techreport",
    "author": "Falibene, A. and Josens, R.",
    "title": "Sucrose acceptance threshold and feeding behaviour in nectivorous ants: starvation and serotonin effects.  [abstract]",
    "institution": "p. 338, In: Abstracts for the XVI Congress of the International Union for the Study of Social Insects, IUSSI, Copenhagen, Denmark, 8-13 August 2010",
    "note": "Part of FORMIS 12; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Camponotus mus; Formicinae; South America; Argentina; scientific; workers; behavior; biogenic amines; serotonin; 5-HT; aggressive behavior; feeding related behavior; starvation; electrical activity; sucking pump; ",
    "year": "2010} "
  },
  {
    "ref_type": "article",
    "author": "Falibene, A. and Rˆssler, W. and Josens, R.",
    "title": "Serotonin depresses feeding behaviour in ants",
    "journal": "J. Insect Physiol.",
    "volume": "58(1)",
    "pages": "7-17",
    "note": "Part of FORMIS 12; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Feeding behaviour is a complex functional system that relies on external signals and the physiological state of the animal. This is also the case in ants as they vary their feeding behaviour according to food characteristics, environmental conditions and - as they are social insects - to the colony's requirements. The biogenic amine serotonin (5-HT) was shown to be involved in the control and modulation of many actions and processes related to feeding in both vertebrates and invertebrates. In this study, we investigated whether 5-HT affects nectar feeding in ants by analysing its effect on the sucking-pump activity. Furthermore, we studied 5-HT association with tissues and neuronal ganglia involved in feeding regulation. Our results show that 5-HT promotes a dose-dependent depression of sucrose feeding in Camponotus mus ants. Orally administered 5-HT diminished the intake rate by mainly decreasing the volume of solution taken per pump contraction, without modifying the sucrose acceptance threshold. Immunohistochemical studies all along the alimentary canal revealed 5-HT-like immunoreactive processes on the foregut (oesophagus, crop and proventriculus), while the midgut and hindgut lacked 5-HT innervation. Although the frontal and suboesophageal ganglia contained 5-HT immunoreactive cell bodies, serotonergic innervation in the sucking-pump muscles was absent. The results are discussed in the frame of a role of 5-HT in feeding control in ants.",
    "keywords": "ant; Formicidae; Camponotus mus; Formicinae; South America; Argentina; scientific; worker; physiology; feeding behavior; sugar feeding; nectar feeding; food intake; sucrose; sucking pump; alimentary canal; frontal ganglion; suboesophageal ganglion; serotonin; sucrose acceptance threshold; ",
    "year": "2012} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Falibene, A.L.",
    "title": "ModulaciÛn del comportamiento alimentario en hormigas: fisiologÌa de la ingestiÛn de nectar",
    "school": "Phd thesis; Facultad de Ciencias Exactas y Naturales, Universidad de Buenos Aires, 147 p.",
    "note": "Part of FORMIS 15; Part of the Leaf-Cutting Ant Bibliography; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[We combined behavioural, electrophysiological, pharmacological, & immunocitochemical studies in order to investigate how different factors affect the nectar ingestion in Camponotus mus.  Our results showed that colony starvation determines forager motivation by modifying its acceptance threshold & its feeding behaviour not only of sucrose solutions, but also of toxic baits.  During ingestion, sucking pump activity was determined by colony starvation level, ambient temperature, sucrose concentration, & presence or absence of toxins in the ingested solution.  Changes in these variables prompted variations in the intake rate & the feeding time by modulating the pumping frequency, the volume uptake per pump contraction, or the total number of pump contractions.  We explored the neuroendocrine mechanisms involved in this regulation & found a depressant effect of serotonin on food intake.  We also observed the presence of serotonin immunoreactive cell bodies on the main nervous centres involved in feeding control & serotonergic innervation along the digestive tube.]          *[Majority of thesis on Camponotus mus, other species listed tested on sugar acceptance; with results given in Anexo A.]         *[Acromyrmex lundii misspelled Acromyrmex lundi.]",
    "keywords": "ant; Formicidae; Acromyrmex lundii; Camponotus mus; Camponotus punctulatus; Cephalotes jheringi; Crematogaster; Linepithema humile; Solenopsis richteri; Pseudomyrmex; Dolichoderinae; Formicinae; Myrmicinae; Attini; Pseudomyrmecinae; South America; Argentina; scientific; nectar ingestion; sucking pump; sucrose acceptance threshold; toxic baits; temperature; serotonin; alimentary canal; frontal ganglion; suboesophageal ganglion; feeding behavior; colony starvation; foraging; ",
    "year": "2012} "
  },
  {
    "ref_type": "article",
    "author": "Felden, A. and Paris, C.I. and Chapple, D.G. and Haywood, J. and Suarez, A.V. and Tsutsui, N.D. and Lester, P.J. and Gruber, M.A.M.",
    "title": "Behavioural variation and plasticity along an invasive ant introduction pathway",
    "journal": "J. Anim. Ecol.",
    "volume": "87(6)",
    "pages": "1653-1666",
    "note": "Part of FORMIS 21; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Once established in new areas, introduced species may exhibit changes in their biology due to phenotypic plasticity, novel selection pressures and genetic drift. Moreover, the introduction process itself has been hypothesised to act as a selective filter for traits that promote invasiveness. We tested the hypothesis that behaviours thought to promote invasiveness - such as increased foraging activity and aggression - are selected for during invasion by comparing traits among native and introduced populations of the widespread Argentine ant (Linepithema humile). We studied Argentine ant populations in the native range in Argentina and in three invaded regions along an introduction pathway: California, Australia and New Zealand. In each region, we set up 32 experimental colonies to measure foraging activity and interspecific aggression in a subset of the study regions. These colonies were subject to experimental manipulation of carbohydrate availability and octopamine, a biogenic amine known to modulate behaviour in insects, to measure variation in behavioural plasticity. We found variation in foraging activity among populations, but this variation was not consistent with selection on behaviour in relation to the invasion process. We found that colonies with limited access to carbohydrates exhibited unchanged exploratory behaviour, but higher exploitation activity and lower aggression. Colonies given octopamine consistently increased foraging behaviour (both exploration and exploitation), as well as aggression when also sugar\u0010deprived. There was no difference in the degree of behavioural response to our experimental treatments along the introduction pathway. We did not find support for selection of behavioural traits associated with invasiveness along the Argentine ant's introduction pathway or clear evidence for an association between the introduction process and variation in behavioural plasticity. These results indicate that mechanisms promote behavioural variation in a similar fashion both in native and introduced ranges. Our results challenge the assumption that introduced populations always perform better in key behavioural traits hypothesised to be associated with invasion success.",
    "keywords": "ant; Formicidae; Linepithema humile; Dolichoderinae; Australia; North America; USA; California; South America; Argentina; Oceania; New Zealand; scientific; colonies; aggression; physiology; carbohydrates; biogenic amines; octopamine; serotonin; tyramine; genetics; genetic drift; phenotypic plasticity; behavior; colonizing ability; foraging; exploration; exploitation; aggression; interspecific aggression; behavioral plasticity; introduction pathway; indigenous species; introduced species; invasive species; ",
    "year": "2018} "
  },
  {
    "ref_type": "article",
    "author": "Friedman, D.A. and York, R.A. and Hilliard, A.T. and Gordon, D.M.",
    "title": "Gene expression variation in the brains of harvester ant foragers is associated with collective behavior",
    "journal": "Commun. Biol.",
    "volume": "3(1): 100",
    "pages": "9 p.",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[In the red harvester ant (Pogonomyrmex barbatus), variation among colonies in the collective regulation of foraging in response to humidity is associated with colony reproductive success.  We used RNA-seq to examine gene expression in the brains of foragers in a natural setting.  We find that colonies differ in the expression of neurophysiologically-relevant genes in forager brains, & a fraction of these gene expression differences are associated with 2 colony traits: sensitivity of foraging activity to humidity, & forager brain dopamine to serotonin ratio.  Loci that were correlated with colony behavioral differences were enriched in neurotransmitter receptor signaling & metabolic functions, tended to be more central to coexpression networks, & are evolving under higher protein-coding sequence constraint.]",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA; New Mexico; scientific; genetics; loci; ecological genetics; gene expression; molecular evolution; dopamine; serotonin; protein-coding sequence; brain; behavior; foraging; collective behavior; ",
    "year": "2020} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Giraldo, Y.M.",
    "title": "Neuroanatomical and neurochemical correlates of senescence and social role in the ant Pheidole dentata",
    "school": "PhD dissertation, Boston University, Boston, MA",
    "note": "Part of FORMIS 17; from-DPW,",
    "abstract": "*[I examined the relationship of chronological age & social behavior during the ~140-day lifespan of workers of the ant Pheidole dentata.  I critically analyzed programmed senescence in respect to the sociobiology of worker longevity & evaluated how large colony size achieved through selection for extended worker lifespan enhances colony fitness. My study found no support for worker programmed senescence.  Using robust behavioral assays, I found aging was not correlated with declines in sensory responsiveness or motor functions associated with foraging, nursing, & prey-capture tasks, or activity level & phototaxis.  Old minor workers (95 days) followed pheromone trails for greater distances than 20-day old minors & showed higher activity levels, suggesting improvement in behavioral performance.  Neural substrates likely underscoring task performance were maintained with age: synaptic complex density was constant & apoptosis was unchanged with age.  Sensory & motor control brain regions did not show age-related increases in neurodegeneration.  Worker spatial location predicted social role independent of age: foragers exhibited higher activity levels & more aggressive predatory behavior than nurses.  Serotonin & dopamine titers increased from 20 to 120 days, but showed no clear correlation with social role.  Pharmacological manipulations of brain serotonin had no effect on brood care, predatory response, activity, or phototaxis.  Finally, I assessed arborization of a serotonergic neuron hypothesized to underscore task performance to determine how aging across subcastes influences neuronal structure.  Major workers showed greater branching complexity than minors & an age-related increase in arbor complexity.  P. dentata workers appear to show negligible behavioral & neural senescence throughout their lifespans.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; major workers; minor workers; worker age; colony size; physiology; biogenic amines; serotonin; dopamine; neuromodulators; neurodegeneration; senescence; aging; morphology; brain; synaptic densities; mushroom bodies; sensorimotor functions; behavior; task performance; alloparenting; foraging; ",
    "year": "2014} "
  },
  {
    "ref_type": "article",
    "author": "Giraldo, Y.M. and Kamhi, J.F. and FourcassiÈ, V. and Moreau, M. and Robson, S.K. and Rusakov, A. and Wimberly, L. and Diloreto, A. and Kordek, A. and Traniello, J.F.",
    "title": "Lifespan behavioural and neural resilience in a social insect",
    "journal": "Proc. R. Soc. London B Biol. Sci.",
    "volume": "283(1822): 20152603",
    "pages": "9 p.",
    "note": "Part of FORMIS 17; from-DPW,",
    "abstract": "*[Using the ant Pheidole dentata as a model, we found that 120-day-old minor workers, having completed 86% of their laboratory lifespan, showed no decrease in sensorimotor functions underscoring complex tasks such as alloparenting & foraging.  Collaterally, we found no age-associated increases in apoptosis in functionally specialized brain compartments or decreases in synaptic densities in the mushroom bodies, regions associated with integrative processing.  Furthermore, brain titres of serotonin & dopamine (neuromodulators that could negatively impact behavior through age-related declines) increased in old workers.  Unimpaired task performance appears to be based on the maintenance of brain functions supporting olfaction & motor coordination independent of age.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; worker age; physiology; biogenic amines; serotonin; dopamine; neuromodulators; neurodegeneration; senescence; aging; morphology; brain; synaptic densities; mushroom bodies; sensorimotor functions; behavior; task performance; alloparenting; foraging; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "Giraldo, Y.M. and Patel, E. and Gronenberg, W. and Traniello, J.F.",
    "title": "Division of labor and structural plasticity in an extrinsic serotonergic mushroom body neuron in the ant Pheidole dentata",
    "journal": "Neurosci. Lett.",
    "volume": "534",
    "pages": "107-111",
    "note": "Part of FORMIS 15; from-DPW,",
    "abstract": "*[Immunohistochemical & morphometric analyses revealed significantly greater calyx input neuron branching in both newly eclosed & mature major workers, & identified an effect of worker age on branching complexity only in majors.  Our results indicate a modulatory role of the calyx input neuron in subcaste-specific behaviors & suggest behavioral specialization may be associated with the elaboration of specific mushroom bodies neurons.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Pheidole dentata; Myrmicinae; scientific; workers; major workers; morphology; physiology; serotonin titer; brain; age; calyx input neuron; mushroom bodies; polyphenisms; behavior; division of labor; biogenic amine; neuromodulation; neuroplasticity; brain miniaturization; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Giraldo, Y.M. and Rusakov, A. and Diloreto, A. and Kordek, A. and Traniello, J.F.A.",
    "title": "Age, worksite location, neuromodulators, and task performance in the ant Pheidole dentata",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "70(9)",
    "pages": "1441-1455",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Social insect workers modify task performance according to age-related schedules of behavioral development, and/or changing colony labor requirements based on flexible responses that may be independent of age. Using known-age minor workers of the ant Pheidole dentata throughout 68 % of their 140-day laboratory lifespan, we asked whether workers found inside or outside the nest differed in task performance and if behaviors were correlated with and/or causally linked to changes in brain serotonin (5HT) and dopamine (DA). Our results suggest that task performance patterns of individually assayed minors collected at these two spatially different worksites were independent of age. Outside-nest minors displayed significantly higher levels of predatory behavior and greater activity than inside-nest minors, but these groups did not differ in brood care or phototaxis. We examined the relationship of 5HT and DA to these behaviors in known-age minors by quantifying individual brain titers. Both monoamines did not increase significantly from 20 to 95 days of age. DA did not appear to directly regulate worksite location, although titers were significantly higher in outside-nest than inside-nest workers. Pharmacological depletion of 5HT did not affect nursing, predation, phototaxis, or activity. Our results suggest that worker task capabilities are independent of age beyond 20 days, and only predatory behavior can be consistently predicted by spatial location. This could reflect worker flexibility or variability in the behavior of individuals collected at each location, which could be influenced by complex interactions between age, worksite location, social interactions, neuromodulators, and other environmental and internal regulators of behavior. SIGNIFICANCE STATEMENT: Physiological changes associated with worker age are considered to be important regulators of task performance in social insects. The extent to which worker age is correlated with behavior, and the degree to which developmental changes in neuromodulators control worker labor, however, are poorly understood. We found that ant workers are behaviorally flexible in respect to task performance at a given age, but differ in predatory response and activity level based on their worksite location (within or outside of the nest). Dopamine level was higher in outside-nest workers; serotonin did not appear to be causally linked to any behavior we examined. Our findings suggest that worker task performance can be independent of age, and workers maintain task efficacy throughout their lifespan while differing in some aspects of behavioral performance that may change with worksite location. Relationships between age, worksite, and neuromodulator titers appear to be complex.",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; minor workers; worker age; physiology; biogenic amines; serotonin; dopamine; morphology; brain; nests; behavior; behavioral development; division of labor; predatory behavior; activity; brood care; phototaxis; ",
    "year": "2016} "
  },
  {
    "ref_type": "techreport",
    "author": "GodziDska, E.J. and Szczuka, A. and Wnuk, A. and KorczyDska, J. and Symonowicz, B. and Szwacka, A.G. and Mazurkiewicz, P. and Mirecka, A. and Francikowski, J. and Kostowski, W.",
    "title": "Biogenic amines and aggressive behaviour of the red wood ant (Formica polyctena).  [abstract]",
    "institution": "p. 336, In: Abstracts for the XVI Congress of the International Union for the Study of Social Insects, IUSSI, Copenhagen, Denmark, 8-13 August 2010",
    "note": "Part of FORMIS 12; verified-DPW.",
    "keywords": "ant; Formicidae; Formica fusca; Formica polyctena; Formicinae; Europe; Poland; scientific; workers; behavior; biogenic amines; dopamine; serotonin; octopamine; tyramine; aggressive behavior; nestmate; non-nestmate conspecifics; ",
    "year": "2010} "
  },
  {
    "ref_type": "article",
    "author": "Hoover, K.M. and Bubak, A.N. and Law, I.J. and Yaeger, J.D. and Renner, K.J. and Swallow, J.G. and Greene, M.J.",
    "title": "The organization of societal conflicts by pavement ants Tetramorium caespitum: an agent-based model of amine-mediated decision making",
    "journal": "Curr. Zool.",
    "volume": "62(3)",
    "pages": "277-284",
    "note": "Part of FORMIS 18; from-DPW,",
    "abstract": "*[We develop & explore an agent-based model that conceptualizes how individual changes in brain concentrations of Current Zoology & octopamine, paired with a simple threshold-based decision rule, can lead to the development of colony wide warfare.  Model simulations do lead to the development of warfare with 91% of ants fighting at the end of 1\th.  When conducting a sensitivity analysis, we determined that uncertainty in monoamine concentration signal decay, influences the behavior of the model more than uncertainty in the decision-making rule or density.  We conclude that pavement ant behavior is consistent with the detection of interaction rate through a single timed interval, rather than integration of multiple interactions.]",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; monoamines; octopamine; serotonin; 5-HT; morphology; brain; nestmate recognition; nests; behavior; decision making; aggression; intraspecific aggression; fighting; pavement ants; models; agent-based model; ",
    "year": "2016} "
  },
  {
    "ref_type": "techreport",
    "author": "Hoover, K.M. and Bubak, A.N. and Law, I.J. and Yaeger, J.D.W. and Renner, K.J. and Swallow, J.G. and Greene, M.J.",
    "title": "The organization of societal conflicts by pavement ants Tetramorium caespitum: an agent-based model of amine-mediated decision making.  [abstract]",
    "institution": "9.2, p. 188, Presented at SICB (Society of Integrative and Comparative Biology) 2017 Annual Meeting Abstracts, January 4-8, 2017, New Orleans, LA.",
    "note": "Part of FORMIS 18; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; monoamines; octopamine; serotonin; 5-HT; morphology; brain; nestmate recognition; nests; behavior; aggression; intraspecific aggression; fighting; pavement ants; models; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Hoyer, S.C. and Liebig, J. and Rossler, W.",
    "title": "Biogenic amines in the ponerine ant Harpegnathos saltator: serotonin and dopamine immunoreactivity in the brain",
    "journal": "Arthropod Struct. Dev.",
    "volume": "34(4)",
    "pages": "429-440",
    "note": "Part of FORMIS 07; from NAL'S AGRICOLA; Part of the Leaf-Cutting Ant Bibliography; from-DPW,",
    "abstract": "Many studies suggest a role for biogenic amines in a variety of insect behaviors including intraspecific aggression. In ants, despite a rich behavioral repertoire and prominent aggressive interactions, little is known about the potential impact of biogenic amines.  This may partly be due to the general lack of information about aminergic systems in the ant brain.    The present study investigates serotonergic and dopaminergic neuronal systems in the brain of the ponerine ant Harpegnathos saltator. In H. saltator, intraspecific aggression is important for the regulation of reproduction. This species, therefore, is amenable to comparative studies of aminergic neuronal effects on long-term changes in aggression. Using immunocytochemistry and confocal microscopy, we found that in the brains of sterile workers, the distributions of serotonergic and dopaminergic neuronal processes differed substantially. In addition, branching patterns of serotonergic neurons showed marked differences between males and females. Brains of workers after 3 days and 3 weeks of aggressive interactions revealed no marked differences in serotonergic and dopaminergic neurons compared to those of reproductive and non-aggressive individuals. We conclude that different levels of intraspecific aggression do not involve profound anatomical changes in serotonergic and  dopaminergic neurons. Subtle changes may be masked by inter-individual variances.          *[Harpegnathos saltator colonies were initially excavated at Jog Falls, Karnataka State, Southern India in 1994, 1995, & 1999.  Workers of Atta sexdens & Myrmecia gulosa, (kindly provided by O. Geissler & V. Dietemann, University of Wurzburg) were used for comparisons.]",
    "keywords": "ant; Formicidae; Atta sexdens; Harpegnathos saltator; Myrmecia gulosa; Myrmeciinae; Myrmicinae; Attini; Ponerinae; Asia; India; scientific; caste; morphology; brain; neurotransmitters; serotonin; dopamine; neurons; immunocytochemistry; neurophysiology; gender differences; neuromodulation; serotonergic neurons; dopaminergic neurons; behavior; aggression; intraspecific aggression; ",
    "year": "2005} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Ibarrar·n Viniegra, A.S.",
    "title": "Inter-individual variability and division of labour in the ant Pheidole dentata",
    "school": "PhD thesis, Department of Biology, McGill University, MontrÈal, QuÈbec, xiv + 169 p.",
    "note": "Part of FORMIS 18; from-DPW,",
    "abstract": "*[In summary, my results show: (1) that there is abundant inter-individual variability that is relevant for the organization of division of labor, (2) that inter-individual variability is responsive to the environment, & (3) that biogenic amine systems at a whole-brain scale do not explain the inter-individual variability of same age individuals. Queenright Pheidole dentata colonies were collected from Gainsville, Florida; laboratory work done in MontrÈal.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; worker age; genetics; mRNA; cDNA; reverse transcription; physiology; neuromodulators; biogenic amines; dopamine; serotonin; receptor expression; morphology; brain; behavior; foraging; brood care; inter-individual variability; division of labor; behavioral plasticity; behavioral repertoire; ",
    "year": "2014} "
  },
  {
    "ref_type": "article",
    "author": "Josens, R and Giacometti, A and Giurfa, M.",
    "title": "Inhibition of serotonergic signaling induces higher consumption of both sucrose solution and toxic baits in carpenter ants",
    "journal": "Sci. Rep.",
    "volume": "11(1): 19176",
    "pages": "10 p.",
    "note": "Part of FORMIS 22; from-DPW,",
    "abstract": "*[We studied if administration of a 5-HT antagonist, ketanserin, promotes feeding of a sucrose solution & a toxic bait in carpenter ants Camponotus mus.  We found that 3 h after a single oral administration of ketanserin, the mass of sucrose solution consumed by carpenter ants increased significantly.  A similar effect was found after a chronic administration that lasted 5 days.  Ketanserin neither affected the intake rates nor the activity of the pharyngeal pump that mediates feeding dynamics.  In addition, ketanserin promoted the consumption of a toxic bait based on boric acid.  Our results thus show that feeding motivation & consumption of both sucrose solution & a toxic bait can be enhanced via prior administration of ketanserin.]feeding motivation allows establishing more efficient control strategies for pest insects.]",
    "keywords": "ant; Formicidae; Camponotus mus; Formicinae; South America; Argentina; scientific; neuroscience; physiology; biogenic amines; serotonin; 5-HT; serotonergic signaling; ketanserin; behavior; feeding behavior; feeding motivation; consumption; motivation; reward; chemical control; toxic bait; boric acid; ",
    "year": "2021} "
  },
  {
    "ref_type": "article",
    "author": "Kamhi, J.F. and Arganda, S. and Moreau, C.S. and Traniello, J.F.A.",
    "title": "Origins of aminergic regulation of behavior in complex insect social systems",
    "journal": "Front. Syst. Neurosci.",
    "volume": "11: 74",
    "pages": "9 p.",
    "note": "Part of FORMIS 18; Part of the Leaf-Cutting Ant Bibliography; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[We explore patterns associated with the functions of octopamine, serotonin, & dopamine in solitary ancestral insects & their derived functions in eusocial ants, bees, wasps, & termites.  Synthesizing current findings that reveal potential ancestral roles of monoamines in insects, we identify physiological processes & conserved behaviors under aminergic control, consider how biogenic amines may have evolved to modulate complex social behavior, & present focal research areas that warrant further study.]",
    "keywords": "ant; Formicidae; Acromyrmex echinatior; Camponotus fellah; Camponotus mus; Diacamma; Formica japonica; Formica polyctena; Formica rufa; Harpegthos saltator; Oecophylla smaragdina; Pheidole dentata; Pheidole morrisi; Polyrhachis moesta; Solenopsis invicta; Streblogthus peetersi; Veromessor pergandei; Vollenhovia nipponica; Formicinae; Myrmicinae; Attini; Ponerinae; review; physiology; neurophysiology; neuromodulation; monoamines; biogenic amines; dopamine; octopamine; serotonin; aminergic control; behavior; social brain evolution; collective intelligence; conserved behaviors; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Kamhi, J.F. and Nunn, K. and Robson, S.K. and Traniello, J.F.",
    "title": "Polymorphism and division of labour in a socially complex ant: neuromodulation of aggression in the Australian weaver ant, Oecophylla smaragdina",
    "journal": "Proc. R. Soc. London B Biol. Sci.",
    "volume": "282(1811): 20150704",
    "pages": "9 p.",
    "note": "Part of FORMIS 18; from-DPW,",
    "abstract": "*[We demonstrate that octopamine modulates worker size-related aggression in Oecophylla smaragdina.  We found that the brains of majors had significantly higher titres of octopamine than those of minors & that octopamine was positively & specifically correlated with the frequency of aggressive responses to non-nestmates (a key component of territorial defense).  Pharmacological manipulations that effectively switched octopamine action in major & minor worker brains reversed levels of aggression characteristic of each worker size class.  Results suggest that altering octopamine action is sufficient to produce differences in aggression characteristic of size-related social roles.]",
    "keywords": "ant; Formicidae; Oecophylla smaragdina; Formicinae; Australia; scientific; workers; major workers; minor workers; polymorphism; physiology; octopamine; dopamine, serotonin; neuromodulation; morphology; brain; brain mass; head width; behavior; aggression; territory; division of labor; ",
    "year": "2015} "
  },
  {
    "ref_type": "article",
    "author": "Kamhi, J.F. and Traniello, J.F.",
    "title": "Biogenic amines and collective organization in a superorganism: neuromodulation of social behavior in ants",
    "journal": "Brain Behav. Evol.",
    "volume": "82(4)",
    "pages": "220-236",
    "note": "Part of FORMIS 15; Part of the Leaf-Cutting Ant Bibliography; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[In this review, we discuss the neuroethology of colony organization by focusing on the role of biogenic amines in the control of social behavior in ants.  We examine the role of neuromodulation in significant sociobiological characteristics of ants, including reproductive hierarchies, colony foundation, social food flow, nestmate recognition, territoriality, size-related, & age-related sensory perception, & task performance as well as the involvement of monoamines in collective intelligence.]",
    "keywords": "ant; Formicidae; Acromyrmex echinatior; Acromyrmex octospinosus; Acromyrmex subterraneus; Atta cephalotes; Atta columbica; Atta sexdens rubropilosa; Atta vollenweideri; Camponotus fellah; Camponotus floridanus; Camponotus leonardi; Camponotus mus; Cataglyphis fortis; Cataglyphis; Formica japonica; Formica polyctena; Formica schaufussi; Gigantiops; Harpegnathos saltator; Lasius niger; Linepithema humile; Messor pergandei; Myrmecia; Myrmica; Oecophylla smaragdina; Pheidole dentata; Pheidole; Pogonomyrmex barbatus; Pogonomyrmex salinus; Pogonomyrmex; Solenopsis invicta; Streblognathus peteersi; Formicine; Myrmeciinae; Myrmicinae; Attini; Ponerinae; Asia; Australia; Europe; North America; South America; review; workers; males; females; colony organization; morphology; brain; aminergic regulation; division of labor; biogenic amines; serotonin; dopamine; octopamine; neuromodulation; communication; social brain; collective intelligence; neuroethology; reproductive hierarchies; colony foundation; social food flow; nestmate recognition; territoriality; size-related sensory perception; age-related sensory perception; task performance; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Kostowski, W. and Beck, J. and MÈsz·ros, J.",
    "title": "Studies on the effect of certain neurohormones and psychotropic drugs on bioelectrical activity of the central nervous system and behaviour in ants (Formica rufa L.)",
    "journal": "Acta Physiol. Pol.",
    "volume": "17(1)",
    "pages": "98-110",
    "note": "Part of FORMIS 98; from-DPW, verified-DPW.",
    "abstract": "*[Influence of neurohormones & certain psychotropic drugs on the bioelectric activity of protocerebrum, on the phototropic test, as well as on behavior were studied in ants.  Serotonin produced retardation & increase in amplitude of the functional waves, whereas adrenalin, acetylcholine, & gamma-aminobutyric acid had no influence on spontaneous activity of the s's brain.  Reserpine & chlorpromazine resulted in the inhibition of both motor activity & phototropic test.  There were also symptoms of aggressiveness following administration of reserpine.  Strychnine produced rapid discharges of a high amplitude in EEG & symptoms of the locomotor ataxia in insects.]",
    "keywords": "ant; Formicidae; Formica rufa; Formicinae; Europe; Poland; scientific; physiology; brain; protocerebrum; optic lobe; behavior; aggression; motor activity; locomotor activity; phototrophic reaction; neurohormones; psychotropic drugs; adrenalin; acetylcholine; chlorpromazine; gamma-aminobutyric acid; reserpine; serotonin; strychnine; drugs; ",
    "year": "1966} "
  },
  {
    "ref_type": "article",
    "author": "Kostowski, W. and Tarchalska-Krynska, B. and Markowska, L.",
    "title": "Aggressive behaviour and brain serotonin and catecholamines in ants (Formica rufa)",
    "journal": "Pharmacol. Biochem. Behav.",
    "volume": "3(4)",
    "pages": "717-719",
    "note": "Part of FORMIS; from UCD Ant Database, from Brown reprint cards; verified-DPW.",
    "abstract": "*[Serotonin, adrenaline, & noradrenaline were analyzed in brains of Formica rufa.  Experiments demonstrated that concentrations of both serotonin & adrenaline were higher in ants that displayed interspecific aggression & intrageneric aggression, while concentrations of noradrenaline was decreased.]",
    "keywords": "ant; Formicidae; Formica rufa; Formicinae; Europe; Poland; scientific; physiology; brain; behavior; aggression; interspecific aggression; intrageneric aggression; serotonin; catecholamines; adrenaline; noradrenaline; ",
    "year": "1975} "
  },
  {
    "ref_type": "article",
    "author": "Mannino, G. and Abdi, G. and Maffei, M.E. and Barbero, F.",
    "title": "Origanum vulgare terpenoids modulate Myrmica scabrinodis brain biogenic amines and ant behaviour",
    "journal": "PLoS ONE",
    "volume": "13(12), e0209047",
    "pages": "12 p.",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[In the parasitic system encompassing Maculinea butterflies, Myrmica ants, & Origanum vulgare plants, the ant-plant interaction elicits the release of a volatile terpenoid compound (carvacrol) which is used by the gravid butterfly to locate the ideal oviposition site.  Here we show that this ant-plant association is maintained by the effect of O. vulgare terpenoids on ant behavior & that food plants might gain protection by Myrmica ants by chemically manipulating workers to forage in their surroundings.  The variation in the locomotor ability of 3 ant species (Formica cinerea, Myrmica scabrinodis, & Tetramorium caespitum) was studied after treatment with the 2 major O. vulgare terpenoid volatile compounds (i.e., carvacrol & thymol). The brain levels of 3 biogenic amines (dopamine, tyramine, serotonin) were analyzed in ants exposed to the O. vulgare terpenoids by HPLC-ESI-MS/MS.  Carvacrol & thymol increased the locomotor activity of all ant species tested, but if blended reduced the movement propensity of Myrmica scabrinodis.  Dopamine & tyramine production was positively correlated with the worker locomotor activity.  In Myrmica ants, both brain biogenic ammines were negatively correlated with the aggressive behavior.  Blends of O. vulgare volatiles affected the locomotor ability, while increased the aggressiveness of Myrmica workers by altering the aminergic regulation in the ant brains.]",
    "keywords": "ant; Formicidae; Formica cinerea; Myrmica scabrinodis; Tetramorium caespitum; Formicinae; Myrmicinae; Europe; Italy; scientific; biogenic amines; dopamine; serotonin; tyramine; terpenes; carvacrol; thymol; behavior; aggression; locomotion behavior; social systems; symbiont; myrmecophile; parasite; Lepidoptera; Lycaenidae; Maculinea; butterflies; Origanum vulgare; host plants; ",
    "year": "2018} "
  },
  {
    "ref_type": "article",
    "author": "Mannino, G. and Casacci, L.P. and Bianco Dolino, G. and Badolato, G. and Maffei, M.E. and Barbero, F.",
    "title": "The geomagnetic field (GMF) is necessary for Black Garden Ant (Lasius niger L.) foraging and modulates orientation potentially through aminergic regulation and magR expression",
    "journal": "Int. J. Mol. Sci.",
    "volume": "24(5), 4387",
    "pages": "18 p.",
    "note": "Part of FORMIS 24; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[In this work, we assessed the role of geomagnetic field by comparing the Lasius niger foraging & orientation performance, brain biogenic amine (BA) contents, & the expression of genes related to the magnetosensory complex & reactive oxygen species (ROS) of workers exposed to near-null magnetic fields (NNMF, ~40 nT) & GMF (~42 µT).  NNMF affected workers' orientation by increasing the time needed to find the food source & return to the nest.  Moreover, under NNMF conditions, a general drop in biogenic amines, but not melatonin, suggested that the lower foraging performance might be correlated to a decrease in locomotory & chemical perception abilities, potentially driven by dopaminergic & serotoninergic regulations, respectively.  The variation in the regulation of genes related to the magnetosensory complex in NNMF shed light on the mechanism of ant GMF perception.]",
    "keywords": "ant; Formicidae; Lasius niger; Formicinae; Europe; Italy; scientific; workers; genetics; gene expression; gene variation; antioxidant enzymes; brain biogenic amines; dopamine; melatonin; serotonin; geomagnetic field; nearly null magnetic field; oxidative stress; reactive oxygen species; phylogenetic analysis; behavior; foraging; orientation performance; locomotation; ",
    "year": "2023} "
  },
  {
    "ref_type": "incollection",
    "author": "Muscedere, M.L.",
    "title": "Pheidole ants: Sociobiology of a highly diverse genus",
    "booktitle": "Encyclopedia of Animal Behavior",
    "editor": "Choe, J.C.",
    "publisher": "Academic Press",
    "address": "Oxford",
    "edition": "2nd",
    "pages": "149-158",
    "note": "Part of FORMIS 22; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[abstract available at  https://www.sciencedirect.com/science/article/pii/B9780128096338012085?via%3Dihub ]",
    "keywords": "ant; Formicidae; Neivamyrmex nigrescens; Pheidole dentata; Pheidole desertorum; Pheidole hyatti; Pheidole morrisi; Pheidole pilifera; Pheidole; Solenopsis geminata; Solenopsis invicta; Tetramorium caespitum; Dorylinae; Myrmicinae; review; small workers; minors; large workers; majors; soldiers; worker age; adaptive demography; biodiversity; biogenic amines; brain anatomy; brood care; caste evolution; colony plasticity; defensive behavior; division of labor; microglomeruli; mosaic brain evolution; neuroethology; polymorphism; response threshold; serotonin; socioecology; synaptic pruning; task specialization; temporal polyethism; model; evolution; senescence; maintenance; ",
    "year": "2019} "
  },
  {
    "ref_type": "article",
    "author": "Muscedere, M.L. and Djermoun, A. and Traniello, J.F.A.",
    "title": "Brood-care experience, nursing performance, and neural development in the ant Pheidole dentata",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "67(5)",
    "pages": "775-784",
    "note": "Part of FORMIS 14; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Social insect workers mature behaviorally and physiologically with increasing age, generally transitioning from or adding new tasks to their existing repertoire of within-nest nursing tasks. As adult minor workers of the ant Pheidole dentata age, they attend to brood more frequently and nurse more efficiently, perform a broader array of tasks, and undergo myological and neural development. Because these factors covary, the causal relationships among age, task experience, and neural and physiological maturation are not understood. We compared brood-care performance and efficiency by 10-day-old P. dentata minors that had acquired nursing experience to that of equal-age minors experimentally deprived of brood contact. We found the frequency and efficiency of nursing did not significantly differ between experimental and control worker groups, suggesting experience is not required for age-related improvement in nursing efficiency. Workers with and without prior nursing experience did not significantly differ macroscopically in brain anatomy or in brain serotonin content, although workers from the two treatments had slightly, but significantly, different levels of brain dopamine. These results suggest experience with brood is not required for P. dentata minor workers to develop nursing proficiency or undergo a substantial degree of the age-related neural development identifiable by our assessments, which could underscore the ontogeny of brood-care efficiency.",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; workers; minor workers; physiology; morphology; brain; behavior; behavioral repertoire; division of labor; plasticity; learning; neuroanatomy; neurochemistry; caste; serotonin; dopamine; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Muscedere, M.L. and Helms Cahan, S. and Helms, K.R. and Traniello, J.F.A.",
    "title": "Geographic and life-history variation in ant queen colony founding correlates with brain amine levels",
    "journal": "Behav. Ecol.",
    "volume": "27(1)",
    "pages": "271-278",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Although harvester ant queens only lay eggs for most of their lives, they interact socially when they start colonies, behaving aggressively or cooperatively depending on the population they come from. We investigated whether brain neurotransmitters known to control behaviors from insects to humans were linked to queen behaviors. We found that neurotransmitter levels changed and one, serotonin, was elevated specifically when queens became aggressive, even though this switch occurred at different times in different populations.          *[In the desert harvester ant Veromessor pergandei, queens from geographically distinct populations exhibit behavioral variation in colony foundation.  Queens establish new colonies singly or in groups and, in the latter case, either eventually engage in lethal fighting or coexist without overt aggression.  We report significant linkages between queen behavior & brain monoamine content in a robust sample of V. pergandei queens representing different life-history stages collected from geographically & behaviorally distinct populations.  Independent of population of origin, brain octopamine content was significantly lower in established queens than in foundresses that had only recently constructed nests, whereas dopamine was slightly but significantly higher in most cases, suggesting they may regulate behavioral transitions from dispersal to colony establishment.  In contrast, serotonin was significantly elevated only in female life stages in which aggression occurs, suggesting serotonin modulates agonistic behavior during colony foundation.]",
    "keywords": "ant; Formicidae; Veromessor pergandei; Myrmicinae; North America; USA; Arizona; California; Nevada; scientific; queen; gyny; brain; amine levels; monoamine; biogenic amines; octopamine; dopamin; serotonin; neuromodulation; colony founding; haplometrosis; secondary monogyny; primary polygyny; aggression; lethal fighting; behavioral development; cooperation; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "Muscedere, M.L. and Johnson, N. and Gillis, B.C. and Kamhi, J.F. and Traniello, J.F.A.",
    "title": "Serotonin modulates worker responsiveness to trail pheromone in the ant Pheidole dentata",
    "journal": "J. Comp. Physiol. A Neuroethol. Sens. Neural Behav. Physiol.",
    "volume": "198(3)",
    "pages": "219-227",
    "note": "Part of FORMIS 12; from NAL's AGRICOLA; from-DPW,",
    "abstract": "As social insect workers mature, outside-nest tasks associated with foraging and defense are typically performed at higher frequencies. Foraging in ants is often a pheromonally mediated collective action performed by mature workers; age-dependent differences in olfactory response thresholds may therefore proximately regulate task repertoire development. In the ant Pheidole dentata, foraging activity increases with chronological age in minor workers, and is chemically controlled. The onset of foraging in minor workers is accompanied by marked neuroanatomical and neurochemical changes, including synaptic remodeling in olfactory regions of the brain, proliferation of serotonergic neurons, and increased brain titers of monoamines, notably serotonin. We examined the linkage of serotonin and olfactory responsiveness by assaying trail-following performance in mature P. dentata minor workers with normal serotonin levels, or serotonin levels experimentally lowered by oral administration of the serotonin synthesis inhibitor ±-methyltryptophan (AMTP). By assessing responsiveness to standardized pheromone trails, we demonstrate that trail-following behaviors are significantly reduced in serotonin-depleted workers. AMTP-treated individuals were less likely to initiate trail following, and oriented along pheromone trails for significantly shorter distances than untreated, similar-age workers. These results demonstrate for the first time that serotonin modulates olfactory processes and/or motor functions associated with cooperative foraging in ants.",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Massachusetts; scientific; trail-following; foraging; pheromonal communication; neuromodulation; behavioral development; serotonin; ",
    "year": "2012} "
  },
  {
    "ref_type": "techreport",
    "author": "Muscedere, M.L. and Seid, M. and Johnson, N. and Willey, T. and Gillis, B. and Traniello, J.F.A.",
    "title": "Brains, neurotransmitters, nursing, and foraging in the ant Pheidole dentata.  [abstract]",
    "institution": "58.4, p. e122, Presented at SICB (Society of Integrative and Comparative Biology) 2009 Annual Meeting Abstracts, January 3-7, 2009, Boston, MA",
    "note": "Part of FORMIS 18; from-DPW, verified-DPW.",
    "abstract": "Temporal polyethism, or age-correlated task performance, is a near universal feature of labor organization in social insects. Typically, young workers engage in within-nest work (nursing immatures), while older workers perform outside-nest work (foraging). In the ant Pheidole dentata, the number of tasks workers perform, and their task competence, increases as they age. This behavioral maturation is accompanied by marked neurological changes, including synaptic pruning, proliferation of serotonergic neurons, and increased dopamine and serotonin titres in the brain. Here we present novel evidence that worker brood-rearing efficiency also increases with age and that older workers are efficient nurses. This result contrasts with the traditional view that young workers form a discrete age caste that specializes on nursing. We next describe an additional neural correlate of temporal polyethism in P. dentata: expansion of the mushroom bodies, paired neuropils involved in learning and sensory integration. Finally, we provide the first experimental demonstration causally linking increased serotonin titre to two distinct components of foraging behavior: outside nest activity and responsiveness to trail pheromone. Workers fed the serotonin precursor 5-hydroxytryptophan had increased serotonin levels (verified by HPLC), were more likely to leave the nest, and followed trails longer than controls or workers whose serotonin levels were reduced by the serotonin synthesis blocker alpha-methyltryptophan. These results further our understanding of the social organization of labor by focusing on neural development and the aminergic control of polyethism in P. dentata.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; scientific; morphology; brains; mushroom bodies; neurotransmitters; serotonin; behavioral maturation; nursing; foraging; ",
    "year": "2009} "
  },
  {
    "ref_type": "article",
    "author": "Nakanishi, A. and Nishino, H. and Watanabe, H. and Yokohari, F. and Nishikawa, M.",
    "title": "Sex-specific antennal sensory system in the ant camponotus japonicus: Glomerular organizations of antennal lobes",
    "journal": "J. Comp. Neurol.",
    "volume": "518(12)",
    "pages": "2186-2201",
    "note": "Part of FORMIS 10; from-DPW,",
    "abstract": "*[We describe the common & sex-specific glomerular organizations in the primary olfactory center, the antennal lobe of the carpenter ant Camponotus japonicus.  Differential labeling of the 2 antennal nerves revealed distinct glomerular clusters innervated by seven sensory tracts (T1-T7 from ventral to dorsal) in the antennal lobe.  T7 innervated 10 glomeruli, 9 of which received thick axon terminals almost exclusively from the ventral antennal nerve.  Coelocapitular (hygro/thermoreceptive), coeloconic (thermoreceptive), & ampullaceal (CO2-receptive) sensilla, closely appositioned in the flagellum, housed one or 3 large sensory neurons supplying thick axons exclusively to the ventral antennal nerve.  These axons, therefore, were thought to project into T7-glomeruli in all 3 castes.  Workers & virgin females had about 140 T6-glomeruli, while males completely lacked these glomeruli.  Female-specific basiconic sensilla (cuticular hydrocarbon-receptive) contained over 130 sensory neurons & were completely lacking in males' antennae.  These sensory neurons may project into T6-glomeruli in the antennal lobe of workers & virgin females.  Serotonin-immunopositive neurons innervated T1-T5 and T7-glomeruli, but not T6-glomeruli in workers & virgin females.  Since males had no equivalents to T6 glomeruli, serotonin-immunopositive neurons appeared to innervate all glomeruli in the male's antennal lobe.]",
    "keywords": "ant; Formicidae; Camponotus japonicus; Formicinae; Asia; Japan; scientific; workers; virgin females; males; chemical communication; cuticular hydrocarbons; morphology; glomerular organizations; glomerular clusters; primary olfactory center; antennal lobe; antennal sensilla; coelocapitular sensilla; coeloconic sensilla; ampullaceal sensilla; basiconic sensilla; cuticular hydrocarbon-reception; hygro/thermoreception; CO2 reception; thermoreception; ",
    "year": "2010} "
  },
  {
    "ref_type": "article",
    "author": "N‰ssel, D.R. and Meyer, E.P. and Klemm, N.",
    "title": "Mapping and ultrastructure of serotonin-immunoreactive neurons in the optic lobes of three insect species",
    "journal": "J. Comp. Neurol.",
    "volume": "232(2)",
    "pages": "190-204",
    "note": "Part of FORMIS 00; from-DPW,",
    "abstract": "*[With antibodies to serotonin (5-HT) we have mapped immunoreactive neurons in the optic lobes of 3 species, the blowfly Calliphora, the desert ant Cataglyphis, & the worker bee Apis.  The main emphasis in this investigation is on a system of 5-HT-positive neurons connecting the most peripheral neuropil of the optic lobes, the lamina, to more central neuropil regions.  To aid in electron microscopical identification of these neurons, we used immunocytochemistry at the EM-level & Golgi-EM for Calliphora, & horseradish peroxidase (HRP) labeling for the other 2 insects.  The immunoreactive terminals in Calliphora & the horseradish peroxidase-labelled ones in the other insects contain large (c. 100-nm) granular vesicles & smaller (c.60-nm) clear vesicles.  In Cataglyphis & Apis the profiles with granular vesicles are presynaptic to second order neurons of the lamina, whereas in Calliphora no synaptic contacts were found.  In Cataglyphis & Apis the interactions of the 5-HT-neurons with the laminar neurons might occur through chemical synapses, whereas in Calliphora neuroactive substance could be released non-synaptically from varicosities distal to the synaptic layer.  The possible involvement of 5-HT in control of neuronal activity in the optic lobes is discussed.]",
    "keywords": "ant; Formicidae; Cataglyphis; Formicinae; scientific; immunoreactive neurons; neuropil; optic lobe; immunocytochemistry; granular vesicles; antibodies; serotonin; 5-HT; ",
    "year": "1985} "
  },
  {
    "ref_type": "article",
    "author": "Ohkawara, K. and Aonuma, H.",
    "title": "Changes in the levels of biogenic amines associated with aggressive behavior of queen in the social parasite ant Vollenhovia nipponica",
    "journal": "Insect. Soc.",
    "volume": "63(2)",
    "pages": "257-264",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Insect behavior is regulated by physiological and neurological systems. Biogenic amines play a role in motivating the behavior as neurotransmitters, neuromodulators, and neurohormones in the nervous systems. In ants, the change of brain amine levels is linked to various behavioral properties: reproduction, cooperation, and hostility. Aggressiveness is also manipulated by the neurological systems. The social structures in some ant species are established by aggressive interactions among queens. However, there are a few cases showing the putative role of biogenic amines for the queen aggression. Vollenhovia nipponica is a social parasite ant, which establishes functional monogyny that antagonistic interactions among multiple queens lead to dominance hierarchy. In this time, we examined changes in the levels of biogenic amines in heads of queens in V. nipponica, associated with the observation of aggressive behavior. In the colonies, dealate queens violently attacked toward each other by biting and pulling on body parts. Whereas, the aggressive behavior was never observed in alate queens. In the measurements in four biogenic amines, serotonin (5-HT), dopamine (DA), octopamine (OA), and tyramine (TA), the levels of 5-HT and DA in dealates were significantly higher than those in alates. The levels of OA and TA were not significantly different between them. Moreover, the similar changes were confirmed in the groups of young (10-30 days old) and old queens (more than 6-month old). In V. nipponica queens, 5-HT and DA could regulate motivation of aggression, irrespective of age. However, the changes of biogenic amines are possibly affected by other behavioral factors.",
    "keywords": "ant; Formicidae; Vollenhovia nipponica; Myrmicinae; Asia; Japan; scientific; queens; monogyny; physiology; morphology; brain; heads; neurological systems; biogenic amines; dopamine; neurohormones; neurotransmitters; octopamine; serotonin; tyramine; behavior; aggression; motivation; social parasite; workerless socially parasite; ",
    "year": "2016} "
  },
  {
    "ref_type": "article",
    "author": "Penick, C.A. and Brent, C.S. and Dolezal, K. and Liebig, J.",
    "title": "Neurohormonal changes associated with ritualized combat and the formation of a reproductive hierarchy in the ant Harpegnathos saltator",
    "journal": "J. Exp. Biol.",
    "volume": "217(9)",
    "pages": "1496-1503",
    "note": "Part of FORMIS 15; from-DPW,",
    "abstract": "Dominance rank in animal societies is correlated with changes in both reproductive physiology and behavior. In some social insects, dominance status is used to determine a reproductive division of labor, where a few colony members reproduce while most remain functionally sterile. Changes in reproduction and behavior in this context must be coordinated through crosstalk between the brain and the reproductive system. We investigated a role for biogenic amines in forming this connection in the ant Harpegnathos saltator. In this species, workers engage in an elaborate dominance tournament to establish a group of reproductive workers termed gamergates. We analyzed biogenic amine content in the brains of gamergates, inside-workers and foragers under stable colony conditions and found that gamergates had the highest levels of dopamine. Dopamine levels were also positively correlated with increased ovarian activity among gamergates. Next, we experimentally induced workers to compete in a reproductive tournament to determine how dopamine may be involved in the establishment of a new hierarchy. Dopamine levels rose in aggressive workers at the start of a tournament, while workers that were policed by their nestmates (a behavior that inhibits ovarian activity) showed a rapid decline in dopamine. In addition to dopamine, levels of serotonin and tyramine differed among castes, and these changes could contribute to differences in caste-specific behavioral patterns observed among non-reproductive workers. Overall, these results provide support that biogenic amines link changes in behavior and dominance with reproductive activity in H. saltator as well as drive differences in worker task performance.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)          Whole colonies of H. saltator were originally collected in southwestern India as described by Peeters et al., 2000.   Research conducted in Arizona.",
    "keywords": "ant; Formicidae; Harpegnathos saltator; Ponerinae; Asia; India; scientific; workers; gamergates; caste differences; reproductive hierarchy; brains; ovaries; ovarian activity; receptor genes; biogenic amines; dopamine; serotonin; tyramine; neurohormonal changes; behavior; division of labor; dominance; aggression; ritualized combat; inside-workers; foragers; ",
    "year": "2014} "
  },
  {
    "ref_type": "incollection",
    "author": "Perrot-Minnot, M.J. and CÈzilly, F. and Wilson, F.K.",
    "title": "Parasite-induced behavioral change: Mechanisms",
    "booktitle": "Encyclopedia of Animal Behavior",
    "editor": "Choe, J.C.",
    "publisher": "Academic Press",
    "address": "Oxford",
    "edition": "2nd",
    "pages": "679-687",
    "note": "Part of FORMIS 22; from-DPW,",
    "abstract": "*[abstract available at   https://www.sciencedirect.com/science/article/pii/B9780128096338208297?via%3Dihub ]          *[Ants parasitized with parasitic fungus of the genus Cordyceps & ants infected with the liver fluke Dicrocelium climb to the top of a plant & bite the plant.]",
    "keywords": "ant; Formicidae; Formica; Formicinae; review; brain; behavior; host-parasite interaction; antagonistic interactions; host manipulation; ethopharmacology; insects; neuromodulator; parasite; proteome; rodents; serotonin; transcriptome; phenotypic behavioral changes; gene expression; phototaxis; geotaxis; ",
    "year": "2019} "
  },
  {
    "ref_type": "article",
    "author": "Punzo, F. and Williams, D.F.",
    "title": "Free amino acids and biogenic amines in the brain of the carpenter ant, Camponotus floridanus (Buckley) (Hymenoptera, Formicidae)",
    "journal": "Comp. Biochem. Physiol. C Comp. Pharmacol. Toxicol.",
    "volume": "107(3)",
    "pages": "387-392",
    "note": "Part of FORMIS; from-DPW, verified-DPW, USDA-CMAVE M-2828.",
    "abstract": "Urea and ammonia together comprised 34.3-37.8% of the total ninhydrin-positive compounds in the brain of various developmental stages of Campanotus floridanus. The most abundant free amino acids were alanine (15.3-16.1%), proline (8.8-10.4%), aspartate (7.1-7.5%), glutamate (6.2-7.2%) and serine (4.3-5.9%). GABA levels increased between the pupal (1-4.1%) and adult worker stages. Taurine levels increased from 3.9% in larval brains to 6.5% in major workers. Brain concentrations of biogenic amines (dopamine, octopamine, noradrenaline and serotonin) increased between larval and adult stages. The possible relationships between neurochemical parameters and age polytheism are discussed.  (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Camponotus floridanus; Formicinae; North America; USA; Florida; scientific; chemistry; physiology; age polyethism; ",
    "year": "1994} "
  },
  {
    "ref_type": "article",
    "author": "Qi, Y.X. and Wang, L. and Lu, Y.Y.",
    "title": "Biogenic amine signaling systems in the red imported fire ant, Solenopsis invicta - Possible contributors to worker division of labor",
    "journal": "Gen. Comp. Endocrinol.",
    "volume": "262",
    "pages": "59-70",
    "note": "Part of FORMIS 21; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[We identified 10 candidate biogenic amine synthetic enzyme genes and 17 candidate biogenic amine receptor genes in the genome of S. invicta.  Quantitative real-time PCR results indicated that foragers had higher head transcripts levels of all the tested enzyme genes, than nurses did.  In the abdomen, only the rate-limiting enzyme genes for the biosynthesis of serotonin & dopamine were higher in foragers than in nurses.  Among the tested serotonin receptors, only the expression of 5-HT2A gene showed significant difference between foragers & nurses.  In the head, more abundant 5-HT2A transcripts were detected in foragers than in nurses.  Foragers expressed higher Oct≤4R than nurses in the head & abdomen.  However, much lower mRNA levels of Dop3 receptor gene were detected in both body regions of foragers than nurses.  Several other octopamine & tyramine receptor genes were also differentially expressed between foragers & nurses in the head and/or in the abdomen.]",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; Asia; China; scientific; genetics; genes; amine synthetic enzyme genes; amine receptor genes; biogenic amine; dopamine; octopamine; serotonin; tyramine; enzyme; receptor; biochemical receptors; biosynthesis; division of labor; foragers; nurses; invasive species; ",
    "year": "2018} "
  },
  {
    "ref_type": "article",
    "author": "Sasaki, K. and Okada, Y. and Shimoji, H. and Aonuma, H. and Miura, T. and Tsuji, K.",
    "title": "Social evolution with decoupling of multiple roles of biogenic amines into different phenotypes in Hymenoptera",
    "journal": "Front. Ecol. Evol.",
    "volume": "9, 659160",
    "pages": "12 p.",
    "note": "Part of FORMIS 22; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[We review recent progress in the understanding of the neurohormonal regulation of reproduction & social behavior in eusocial hymenopterans, with an emphasis on biogenic amines.  Biogenic amines are key substances involved in the switching of reproductive physiology & modulation of social behaviors.  Dopamine has a pivotal role in the formation of reproductive skew irrespective of the social system, whereas octopamine & serotonin contribute largely to non-reproductive social behaviors.  These decoupling roles of biogenic amines are seen in the life cycle of a single female in a solitary species, supporting ovarian ground plan hypothesis.  Juvenile hormone promotes reproduction with dopamine function in primitively eusocial species, but it regulates non-reproductive social behaviors with octopamine function in advanced eusocial species.  The signal transduction networks between JH & the biogenic amines have been rewired in advanced eusocial species, which could regulate reproduction in response to various social stimuli independently of JH action.]",
    "keywords": "ant; Formicidae; Camponotus fellah; Diacamma; Formica japonica; Formica rufa; Harpegnathos saltator; Odontomachus kuroiwae; Oecophylla smaragdina; Pheidole dentata; Pheidole; Pristomyrmex punctatus; Solenopsis invicta; Formicinae; Myrmicinae; Ponerinae; review; division of reproduction; phenotype; physiology; biogenic amines; dopamine; reproductive skew; octopamine; serotonin; tryamine; juvenile hormone; behavior; division of labor; symbiont; myrmecophile; Lepidoptera; Lycaenidae; butterfly; Narathura japonica; ",
    "year": "2021} "
  },
  {
    "ref_type": "article",
    "author": "Schachtner, J. and Schmidt, M. and Homberg, U.",
    "title": "Organization and evolutionary trends of primary olfactory brain centers in Tetraconata (Crustacea+Hexapoda)",
    "journal": "Arthropod Struct. Dev.",
    "volume": "34(3)",
    "pages": "257-299",
    "note": "Part of FORMIS 10; from NAL's AGRICOLA; Part of the Leaf-Cutting Ant Bibliography; from-DPW,",
    "abstract": "The olfactory lobes of crustaceans and the antennal lobes of insects are the primary olfactory brain centers in Tetraconata. Recent publications considered the apparent lack of olfactory centers in several crustacean and insect taxa and structural differences in the organization of olfactory and antennal lobes as evidence for an independent origin of both brain areas. In depth comparison of species within and across tetraconate taxa, however, rather demonstrates that many characters of the organization of tetraconate olfactory centers are shared even among distantly related clades, but have been modified in various taxon-specific ways. From the available data and from comparison with the situation in chilopods, a closely related mandibulate outgroup, we conclude that an olfactory lobe organized into spheroidal glomeruli is a plesiomorphic character of the tetraconate brain. Shared features between decapod crustaceans and neopteran insects are cholinergic uniglomerular afferent neurons, a single large serotonin-immunoreactive neuron, multiglomerular GABAergic local interneurons, and projection neurons of similar morphology. Taxon-specific apomorphies include loss of olfactory sensilla and olfactory lobes in palaeopteran insects, certain branchiopod, maxillopod, and isopod crustaceans, profound changes in glomerular architecture in decapod crustaceans, and decomposition of glomerular boundaries in orthopteroid insects. In holometabolous insects, olfactory afferent projections from mouthpart sensilla are integrated into the antennal lobe and an increased tendency of contralateral connections is observed in lepidopterans and dipterans. Sexual dimorphism of antennal lobes, prominent in several neopteran insects, has most likely occurred convergently, and is not observed in malacostracan crustaceans.",
    "keywords": "ant; Formicidae; Atta sexdens; Atta vollenweideri; Camponotus; Formica pratensis; Harpegnathos saltator; Formicinae; Myrmicinae; Attini; Ponerinae; scientific; Arthropoda; morphology; Olfactory system; Antennal lobe; Olfactory lobe; Evolution; Tetraconata; acetylcholine; acetylcholine esterase;accessory lobe; antennal lobe; antennal mechanosensory & motor center; A-type allatostatin; central nervous system; guanosine 32,52-cyclic monophosphate; choline acetyltransferase; deutocerebral commissure; deutocerebral commissure neuropil; dorsal giant neuron; dorsal unpaired median; FMRFamide-related peptide; gama-aminobutyric acid; hemiellipsoid body; inner antenno-cerebral tract; immunoreactive; invertebrate tachykinin; inner antenno-cerebral tract; lateral antennular neuropil; lateral soma cluster; local interneuron; middle antenno-cerebral tract; median antennular neuropil; mushroom body; medial soma cluster; medulla terminalis; nicotinamide adenine dinucleotide phosphate; nitric oxide; NO synthase; outer antenno-cerebral tract; olfactory globular tract; olfactory globular tract neuropil; olfactory lobe; olfactory receptor neuron; projection neuron; small cardioactive peptide; subesophageal ganglion; tachykinin-related peptide; ventral unpaired median; ",
    "year": "2005} "
  },
  {
    "ref_type": "techreport",
    "author": "Schumann, W.P. and Swallow, J.G. and Greene, M.J.",
    "title": "How an individual brain can lead to societal change in pavement ants (Tetramorium caespitum).  [abstract]",
    "institution": "P3.69, p. 374, Presented at SICB (Society of Integrative and Comparative Biology) 2017 Annual Meeting Abstracts, January 4-8, 2017, New Orleans, LA.",
    "note": "Part of FORMIS 18; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Tetramorium caespitum; Myrmicinae; North America; USA; Colorado; scientific; colonies; physiology; neurochemistry; monoamines; octopamine; dopamine; serotonin; morphology; brain; nestmate recognition; distribution; nests; behavior; aggression; intraspecific aggression; fighting; social isolation; cooperative social behavior; trophollaxis; allogrooming; antagonistic response; pavement ants; ",
    "year": "2017} "
  },
  {
    "ref_type": "article",
    "author": "Seid, M.A. and Goode, K. and Li, C. and Traniello, J.F.A.",
    "title": "Age- and subcaste-related patterns of serotonergic immunoreactivity in the optic lobes of the ant Pheidole dentata",
    "journal": "Dev. Neurobiol.",
    "volume": "68(11)",
    "pages": "1325-1333",
    "note": "Part of FORMIS 08; from-DPW,",
    "abstract": "*[Serotonin, a biogenic amine known to be a neuromodulator of insect behavior, has recently been associated with age-related patterns of task performance in the ant Pheidole dentata.  We identified worker age-related & subcaste-related patterns of serotonergic activity within the optic lobes of the P. dentata brain to further examine its relationship to polyethism.  We found strong immunoreactivity in the optic lobes of the brains of both minor & major workers.  Serotonergic cell bodies in the optic lobes increased significantly in number as major & minor workers matured.  Old major workers had greater numbers of serotonergic cell bodies than minors of a similar age.  This age-related increase in serotonergic immunoreactivity, as well as the presence of diffuse serotonin networks in the mushroom bodies, antennal lobes, & central complex, occurs concomitantly with an increase in the size of worker task repertoires.  Our results suggest that serotonin is associated with the development of the visual system, enabling the detection of task-related stimuli outside the nest, thus playing a significant role in worker behavioral development & colony-wide division of labor.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Massachusetts; scientific; brain; optic lobes; division of labor; polyethism; temporal polyethism; biogenic amines; aminergic systems; caste evolution; neuromodulator; ",
    "year": "2008} "
  },
  {
    "ref_type": "article",
    "author": "Seid, M.A. and Traniello, J.F.A.",
    "title": "Age-related changes in biogenic amines in individual brains of the ant Pheidole dentata",
    "journal": "Naturwissenschaften",
    "volume": "92(4)",
    "pages": "198-201",
    "note": "Part of FORMIS 06; from-DPW,",
    "abstract": "*[The behavioral development of minor workers of Pheidole dentata involves a progression of tasks beginning with brood care and culminating in foraging as individuals' age.  To understand the role of brain neurochemistry in age-related division of labor, we measured the levels of serotonin, dopamine and octopamine in individual brains of minor workers of different ages.  Serotonin and dopamine levels were significantly correlated with worker age, both increased as minor workers matured, and serotonin rose significantly in the oldest ants.   In addition, the serotonin:dopamine ratio was significantly higher in the oldest workers.   Octopamine levels did not change with age, although the ratios of octopamine:serotonin & octopamine:dopamine were significantly higher in the youngest workers.  These age-associated changes in biogenic amine levels suggest an involvement of neuromodulators in minor worker behavioral ontogeny & temporal polyethism in P. dentata.]",
    "keywords": "ant; Formicidae; Pheidole dentata; Myrmicinae; North America; USA; Florida; scientific; minor workers; age-related changes; biogenic amines; brains; brain neurochemistry; age-related division of labor; serotonin; dopamine; octopamine; neuromodulators; behavioral ontogeny; temporal polyethism; ",
    "year": "2005} "
  },
  {
    "ref_type": "article",
    "author": "Shin, M. and Friedman, D.A. and Gordon, D.M. and Venton, B.J.",
    "title": "Measurement of natural variation of neurotransmitter tissue content in red harvester ant brains among different colonies",
    "journal": "Anal. Bioanal. Chem.",
    "volume": "412(24)",
    "pages": "6167-6175",
    "note": "Part of FORMIS 21; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Colonies of the red harvester ant, Pogonomyrmex barbatus, regulate foraging activity based on food availability and local conditions. Colony variation in foraging behavior is thought to be linked to biogenic amine signaling and metabolism. Measurements of differences in neurotransmitters have not been made among ant colonies in a natural environment. Here, for the first time, we quantified tissue content of 4 biogenic amines (dopamine, serotonin, octopamine, and tyramine) in single forager brains from 9 red harvester ant colonies collected in the field. Capillary electrophoresis coupled with fast-scan cyclic voltammetry (CE-FSCV) was used to separate and detect the amines in individual ant brains. Low levels of biogenic amines were detected using field-amplified sample stacking by preparing a single brain tissue sample in acetonitrile and perchloric acid. The method provides low detection limits: 1 nM for dopamine, 2 nM for serotonin, 5 nM for octopamine, and 4 nM for tyramine. Overall, the content of dopamine (47\t±\t9 pg/brain) was highest, followed by octopamine (36\t±\t10 pg/brain), serotonin (20\t±\t4 pg/brain), and tyramine (14\t±\t3 pg/brain). Relative standard deviations were high, but there was less variation within a colony than among colonies, so the neurotransmitter content of each colony might change with environmental conditions. This study demonstrates that CE-FSCV is a useful method for investigating natural variation in neurotransmitter content in single ant brains and could be useful for future studies correlating tissue content with colony behavior such as foraging.",
    "keywords": "ant; Formicidae; Pogonomyrmex barbatus; Myrmicinae; North America; USA, New Mexico; scientific; workers; physiology; neurotransmitters tissue content; biogenic amines; dopamine; serotonin; octopamine; tyramine; brains; capillary electrophoresis/electrophoresis; fast-scan cyclic voltammetry; carbon-fiber microelectrode; red harvester ants; ",
    "year": "2020} "
  },
  {
    "ref_type": "article",
    "author": "Smith, A.R. and Muscedere, M.L. and Seid, M.A. and Traniello, J.F.A. and Hughes, W.O.H.",
    "title": "Biogenic amines are associated with worker task but not patriline in the leaf-cutting ant Acromyrmex echinatior",
    "journal": "J. Comp. Physiol. A Neuroethol. Sens. Neural Behav. Physiol.",
    "volume": "199(12)",
    "pages": "1117-1127",
    "note": "Part of FORMIS 15; from NAL's AGRICOLA; Part of the Leaf-Cutting Ant Bibliography; from-DPW,",
    "abstract": "Division of labor among eusocial insect workers is a hallmark of advanced social organization, but its underlying neural mechanisms are not well understood. We investigated whether differences in whole-brain levels of the biogenic amines dopamine (DA), serotonin (5HT), and octopamine (OA) are associated with task specialization and genotype in similarly sized and aged workers of the leaf-cutting ant Acromyrmex echinatior, a polyandrous species in which genotype correlates with worker task specialization. We compared amine levels of foragers and waste management workers to test for an association with worker task, and young in-nest workers across patrilines to test for a genetic influence on brain amine levels. Foragers had higher levels of DA and OA and a higher OA:5HT ratio than waste management workers. Patrilines did not significantly differ in amine levels or their ratios, although patriline affected worker body size, which correlated with amine levels despite the small size range sampled. Levels of all three amines were correlated within individuals in both studies. Among patrilines, mean levels of DA and OA, and OA and 5HT were also correlated. Our results suggest that differences in biogenic amines could regulate worker task specialization, but may be not be significantly affected by genotype.",
    "keywords": "ant; Formicidae; Acromyrmex echinatior; Myrmicinae; Attini; scientific; body size; brain; dopamine; genotype; leaf-cutting ants; octopamine; serotonin; social structure; waste management; division of labor; biogenic amines; response threshold; task specialization; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Smolla, M. and Ruchty, M. and Nagel, M. and Kleineidam, C.J.",
    "title": "Clearing pigmented insect cuticle to investigate small insects' organs in situ using confocal laser-scanning microscopy (CLSM)",
    "journal": "Arthropod Struct. Dev.",
    "volume": "43(2)",
    "pages": "175-181",
    "note": "Part of FORMIS 17; from NAL's AGRICOLA; Part of the Leaf-Cutting Ant Bibliography; from-DPW,",
    "abstract": "Various microscopic techniques allow investigating structures from submicron to millimeter range, however, this is only possible if the structures of interest are not covered by pigmented cuticle. Here, we present a protocol that combines clearing of pigmented cuticle while preserving both, hard and soft tissues. The resulting transparent cuticle allows confocal laser-scanning microscopy (CLSM), which yields high-resolution images of e.g. the brain, glands, muscles and fine cuticular structures. Using a fluorescent dye, even single labeled neurons can be visualized and resolved up to an imaging depth of 150 ºm through the cleared cuticle. Hydrogen-peroxide, which was used to clear the cuticle, does not preclude immunocytochemical techniques, shown by successful labeling of serotonin-immunoreactive neurons (5HT-ir) in the ants\u0019 brain. The 'transparent insect protocol' presented here is especially suited for small arthropods where dissection of organs is very demanding and difficult to achieve. Furthermore, the insect organs are preserved in situ thus allowing a more precise three-dimensional reconstruction of the structures of interest compared to, e.g., dissected or sectioned tissue.          *[We used adult leaf-cutting ants (Atta vollenweideri), collected in 2002 at the Reserva El Bagual, Formosa, Argentina (by M. Bolazzi & O. Geissler), Pheidole fervens ants collected in 2007 in Borneo, Malaysia (by H. Feldhaar), & Formica cunicularia ants collected in 2012 near Konstanz, Germany (by M. Nagel).]",
    "keywords": "ant; Formicidae; Atta vollenweideri; Formica cunicularia; Pheidole fervens; Formicinae; Myrmicinae; Attini; Asia; Malaysia; Borneo; Europe; Germany; South America; Argentina; scientific; morphology; cuticle; transparent cuticle; hydrogen-peroxide; bleaching pigments; immunocytochemistry; serotonin; methods; confocal laser-scanning microscopy; CLSM; ",
    "year": "2014} "
  },
  {
    "ref_type": "article",
    "author": "Szczuka, A. and KorczyDska, J. and Wnuk, A. and Symonowicz, B. and Gonzalez Szwacka, A. and Mazurkiewicz, P. and Kostowski, W. and GodziDska, E.J.",
    "title": "The effects of serotonin, dopamine, octopamine and tyramine on behavior of workers of the ant Formica polyctena during dyadic aggression tests",
    "journal": "Acta Neurobiol. Exper.",
    "volume": "73(4)",
    "pages": "495-520",
    "note": "Part of FORMIS 14; from-DPW,",
    "abstract": "*[We investigated the effect of injections of 4 biogenic amines (serotonin, dopamine, octopamine, tyramine) on behavior patterns displayed by workers of the red wood ant Formica polyctena during dyadic confrontations with 4 types of opponents: a nestmate, an alien conspecific, an allospecific ant (Formica fusca), & a potential prey (a nymph of the housecricket, Acheta domesticus).  Significant effects of biogenic amine administration were observed almost exclusively in the case of confrontations with allospecific opponents.  Serotonin treatment exerted stimulatory effects on behavior patterns involving physical aggression (biting accompanied by gaster flexing, dragging, formic acid spraying), but these effects were relatively weak &/or documented by indirect evidence.  Dopamine administration exerted a stimulatory effect on open-mandible threats directed by F. polyctena to F. fusca & to cricket nymphs, & on biting behavior directed to cricket nymphs.  Surprisingly, octopamine treatment did not exert significant effects on aggressive behavior of the tested ants.  Tyramine administration exerted a suppressing effect on threatening behavior directed to F. fusca, but led to shortening of the latencies to the first open-mandible threat during the tests with cricket nymphs.  Biogenic amine administration also influenced non-aggressive behavior of the tested ants.  Our findings confirmed the role of serotonin & dopamine in the mediation of ant aggressive behavior & documented for the first time significant effects of tyramine treatment on ant aggressive behavior.  We also demonstrated that not only specific patterns of ant aggressive behavior, but also behavioral effects of biogenic amine treatments are as a rule strongly context-dependent.]",
    "keywords": "ant; Formicidae; Formica fusca; Formica polyctena; Formicinae; Europe; Poland; scientific; physiology; octopamine; serotonin; dopamine; tyramine; behavior; aggressive behavior; prey; ",
    "year": "2013} "
  },
  {
    "ref_type": "article",
    "author": "Szczuka, A. and Wnuk, A. and Korczynska, I. and Symonowicz, B. and Gonzalez Szwacka, A. and Mazurkiewicz, P. and Francikowski, J. and A., Mirecka and W., Kostowski and Godzinska, E.J.",
    "title": "The effect of biogenic amines serotonin, dopamine, octopamine and tyramine on aggressive behaviour of workers of the red wood ant Formica polyctena.  [abstract]",
    "journal": "Acta Neurobiol. Exper.",
    "volume": "69(3)",
    "pages": "300",
    "note": "Part of FORMIS 21; from-DPW,",
    "keywords": "ant; Formicidae; Formica polyctena; Formicinae; Europe; Poland; scientific; workers; physiology; biogenic amines; octopamine; serotonin; dopamine; tyramine; behavior; aggressive behavior; prey; ",
    "year": "2009} "
  },
  {
    "ref_type": "article",
    "author": "Tarchalska, B. and Kostowski, W. and Markowska, L. and Markiewicz, L.",
    "title": "On the role of serotonin in aggressive behaviour of ants Genus Formica",
    "journal": "Pol. J. Pharmacol. Pharm.",
    "volume": "27 (Suppl.)",
    "pages": "237-239",
    "note": "Part of FORMIS 00; from-DPW,",
    "abstract": "*[We studied the effects of aggressiveness on brain 5-HT concentration in ants genus Formica.  The brain concentrations of 5-HT in ants is relatively high.  The results indicate that both isolation, interspecies aggressiveness, & intraspecies aggressiveness were accompanied by the increased brain serotonin.]",
    "keywords": "ant; Formicidae; Formica; Formicinae; Europe; Poland; scientific; physiology; brain; behavior; aggression; physiology; 5-HT; interspecific interactions; intraspecific interactions; serotonin; ",
    "year": "1975} "
  },
  {
    "ref_type": "article",
    "author": "Tsuji, E. and Aonuma, H. and Yokohari, F. and Nishikawa, M.",
    "title": "Serotonin-immunoreactive neurons in the antennal sensory system of the brain in the carpenter ant, Camponotus japonicus",
    "journal": "Zool. Sci.",
    "volume": "24(8)",
    "pages": "836-849",
    "note": "Part of FORMIS 10; from-DPW,",
    "abstract": "*[We describe the morphology of prominent serotonin-immunoreactive neurons of the antennal sensory system in the brain of Camponotus japonicus.  Immunoreactive fibers were distributed throughout the brain & the subesophageal ganglion.  The complete profile of a calycal input neuron was identified.  The soma elements & dendritic elements are contralaterally located in the lateral protocerebrum.  The neuron supplies varicose axon terminals in the lip regions of the calyces of the mushroom body, axon collaterals in the basal ring, but not in the collar region, and other axon terminals ipsilaterally in the lateral protocerebrum.  A giant neuron innervating the antennal lobe has varicose axon terminals in most of 300 glomeruli in the ventral region of the antennal lobe & a thick neurite that spans the entire subesophageal ganglion & continues towards the thoracic ganglia.  However, neither a soma nor a dendritic element of this neuron was found in the brain or the subesophageal ganglion.  A deutocerebral projection neuron has a soma in the lateral cell-body group of the antennal lobe, neuronal branches at most of the 12 glomeruli in the dorsocentral region of the ipsilateral antennal lobe, & varicose terminal arborizations in both hemispheres of the protocerebrum.  Based on the present results, tentative subdivisions in neuropils related to the antennal sensory system of the ant brain are discussed.]",
    "keywords": "ant; Formicidae; Camponotus japonicus; Formicinae; Asia; Japan; scientific; morphology; antennae; serotonin-immunoreactive neurons; antennal sensory system; brain; immunoreactive fibers; subesophageal ganglion; calycal input neuron; soma elements; dendritic elements; lateral protocerebrum; varicose axon terminals; lip regions; calyces; mushroom body; axon collaterals; basal ring; collar region; axon terminals; lateral protocerebrum; giant neuron; glomeruli; deutocerebral projection neuron; neuropils; ",
    "year": "2007} "
  },
  {
    "ref_type": "article",
    "author": "Wnuk, A. and Wiater, M. and GodziDska, E.J.",
    "title": "Effect of past and present behavioural specialization on brain levels of biogenic amines in workers of the red wood ant Formica polyctena",
    "journal": "Physiol. Entomol.",
    "volume": "36(1)",
    "pages": "54-61",
    "note": "Part of FORMIS 13; from NAL's AGRICOLA; from-DPW,",
    "abstract": "Social insect workers usually participate first in intranidal tasks (i.e. act as nurses within the nest) and then switch to extranidal tasks and become foragers. However, foragers sometimes switch back again to brood care and become reverted nurses. Behavioural and physiological correlates of the transition nurse-forager (behavioural maturation) and forager-reverted nurse (behavioural reversion) are relatively well known in the honeybee, although they are less explored in ants. To understand better the role of biogenic amines in ant behavioural maturation and behavioural reversion, the levels of octopamine (OA), dopamine (DA) and serotonin (5-HT) are examined in the brains of nurses, foragers and reverted nurses of the red wood ant Formica polyctena Fˆrst. (Hymenoptera: Formicidae). Brain OA levels and the ratios OA : DA and OA : 5-HT are higher in nurses than in foragers and reverted nurses. Reverted nurses and foragers do not differ significantly with respect to brain biogenic amine levels and amine ratios. Biogenic amine levels in brains of workers of F. polyctena are thus maturation-related rather than task-related. This is one of the first studies of neurochemical correlates of ant behavioural maturation and the first attempt to identify neurobiological correlates of ant behavioural reversion. The data obtained provide further evidence that neurobiological processes underlying honeybee and ant behavioural maturation and behavioural reversion reveal important differences.",
    "keywords": "ant; Formicidae; Formica polyctena; Myrmicinae; Europe; Poland; scientific; nurses; foragers; reverted nurses; brain; behavioral maturation; behavioral reversion; biogenic amines; dopamine; octopamine; ontogeny; polyethism; serotonin; ",
    "year": "2011} "
  },
  {
    "ref_type": "article",
    "author": "Yang, S. and Xi, G. and Wang, G.",
    "title": "Molecular cloning and expression analysis of 5-hydroxytryptamine receptor 7 in ant Polyrhachis vicina Roger (Hymenoptera: Formicidae)",
    "journal": "J. Insect Sci.",
    "volume": "19(2): 2",
    "pages": "9 p.",
    "note": "Part of FORMIS 21; from-DPW,",
    "abstract": "*[In this study, the 5-5-hydroxytryptamine7 receptor gene was cloned from the ant Polyrhachis vicina Roger (1863).  The complete Pv5-HT7 receptor cDNA is 3054 bp, including a 52-untranslated region (UTR) of 790 bp, a 32-UTR of 752 bp, & an open reading frame of 1512 bp encoding polypeptide of 503 amino acids.  Hydrophobic analysis suggests that 7 trans-membrane domains are the major sequence characteristic of the Pv5-HT7 receptor.  In addition, the Pv5-HT7 receptor has 3 potential N-glycosylation sites, a palmitoylation site, 3 protein kinase A phosphorylation sites, & 4 protein kinase C phosphorylation sites.  Phylogenetic analysis revealed that the deduced Pv5-HT7 receptor sequence shared a high homology with 5-HT7 receptor sequences of other species, such as a 78% similarity with the Am5-HT7 receptor (Apis mellifera).  Real-time quantitative PCR (qRT-PCR) results showed that the expression level of the Pv5-HT7 receptor was low in the eggs & 1th-4th larval stages, but it was increased in the pupal stage & reached its peak in the adult workers.  Western blot results showed that the highest protein expression was in the male body, head, & thorax.  These results suggest that the Pv5-HT7 receptor may have specific functions in regulating the development of P. vicina, especially in adult formation & caste differentiation, feeding, & caring behaviors of workers in the nest, & in the development of motor organs & mating behaviors in males.]",
    "keywords": "ant; Formicidae; Polyrhachis vicina; Formicinae; Asia; China; scientific; workers; males; pupae; larvae; eggs; genetics; receptor gene; Serotonin; 5-hydroxytryptamine; 5-HT; ",
    "year": "2019} "
  },
  {
    "ref_type": "article",
    "author": "Zube, C. and Rossler, W.",
    "title": "Caste- and sex-specific adaptations within the olfactory pathway in the brain of the ant Camponotus floridanus",
    "journal": "Arthropod Struct. Dev.",
    "volume": "37(6)",
    "pages": "469-479",
    "note": "Part of FORMIS 10; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "Olfaction plays a key role in mediating ant behavior, and ant societies are characterized by caste- and sex-specific division of labor. We propose that caste- and sex-specific adaptations in the olfactory pathway promote differences in olfactory behavior. This study compares olfactory centers in the brain of large (major) workers, small (minor) workers, virgin queens, and males of the carpenter ant Camponotus floridanus. The number of glomeruli in the antennal lobe was similar in the female castes, although the glomerular volumes differed. Males had approximately 45% fewer glomeruli compared to females (approximately 258 and approximately 434) and one antennal sensory tract was absent. A dual output pathway to the mushroom bodies was present in males. In contrast to females, however, the number of glomeruli connected to the medial antennocerebral tract was substantially smaller than those associated with the lateral tract. All glomeruli in the male antennal lobe contained serotonergic processes, whereas in the female castes glomeruli in the large tract six cluster lacked serotonergic innervations. We conclude that differences in general glomerular organization are subtle among the female castes, but sex-specific differences in the number, connectivity and neuromodulatory innervation of glomeruli are substantial and likely to underlie differences in olfactory processing and learning.",
    "keywords": "ant; Formicidae; Camponotus floridanus; Formicinae; scientific; queens; workers; males; caste; morphology; smell; antennal lobe; mushroom bodies; neural pathways; innervation; neurons; serotonin; gender differences; glomeruli; developmental plasticity; neuronal projections; serotonergenic neurons; ",
    "year": "2008} "
  }
]