[
  {
    "ref_type": "article",
    "author": "===",
    "title": "Maintaining and Updating FORMIS",
    "note": "Part of FORMIS;",
    "abstract": "Maintaining and updating FORMIS requires the cooperative efforts of myrmecologists throughout the world.  >>Please begin by inspecting citations of your own work for accuracy and completeness<<.  The addition of keywords and/or abstracts would be especially useful.  Please see the next section for instructions about how to contribute or update citations.  AGRICOLA will be searched to keep FORMIS updated; however, this will only find a small portion of the literature.  It is hoped that this database will become a magnet and distribution mechanism for specialty ant bibliographies like the Fire Ant Literature Database.  Specialty bibliographies are needed for genera such as Formica, Camponotus, Myrmica, Pheidole, Monomorium, Messor and Cataglyphis to name a few.  Specialty bibliographies on subjects such as foraging, bioenergetics, myrmecophiles, and ant-plant symbioses would also be useful.  Geographic bibliographies for places like Hawaii, India, Mexico, Brazil, etc. could also be assembled.  Specialty bibliographies can range from a few dozen citations to several thousand; the only requirement is that they be thorough.  New citations could also be added by journal.  Please contact Dr. Porter if you are interested in adding a bibliography to FORMIS.  Users are welcome to create their own customized bibliographies from FORMIS; however, they should be aware that personal modifications to FORMIS will be lost in future updates if they are not sent in for official inclusion.  Also, users who use EndNote to automatically create bibliographies at the end of their papers should be aware that citation numbers in FORMIS will not be consistant from year to year, so a paper started on one database needs to be finished on the same one.",
    "year": "6.} "
  },
  {
    "ref_type": "techreport",
    "author": "Andrade, A.P.P. and Forti, L.C.",
    "title": "Avaliacao da absorcao de seiva e agua pelas operarias de Atta sexdens rubropilosa Forel, 1908 (Hymenoptera: Formicidae).  [abstract]",
    "institution": "XII Encontro de Mirmecologia, Sao Leopoldo, RS, Brazil, p. 70",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography; ",
    "keywords": "ant; Formicidae; Atta sexdens; Myrmicinae; Attini; South America; Brazil; ecology; behavior; fungus; foraging; sap; plant; bioenergetics; trophallaxis; ",
    "year": "1995} "
  },
  {
    "ref_type": "article",
    "author": "Bartholomew, G.A. and Lighton, J.R.B. and Feener, D.H., Jr.",
    "title": "Energetics of trail-running, load carriage, and emigration in the column-raiding army ant Eciton hamatum",
    "journal": "Physiol. Zool.",
    "volume": "61(1)",
    "pages": "57-68",
    "note": "Part of FORMIS; from The Ants; Part of the Leaf-Cutting Ant Bibliography; from-DPW, ",
    "abstract": "*[The mean respiratory exchange ratio of inactive ants in a bivouac was 0.72, that of unladen workers while running was 0.68, & that of pupae was 0.64.  Carrying a load reduces speed.]",
    "keywords": "ant; Formicidae; Atta columbica; Eciton hamatum; Ecitoninae; Myrmicinae; Attini; North America; Panama; scientific; workers; pupae; temperature; physiology; metabolic rate; bioenergetics; CO2 production; trail running; load carriage; emigration; model; ",
    "year": "1988} "
  },
  {
    "ref_type": "techreport",
    "author": "Boomsma, J.J. and Van der Have, T.M. and Menken, S.B.J.",
    "title": "Production ecology, energetics and genetic structure of populations of Lasius niger: an integrated study. [Abstract]",
    "institution": "P. 502 in: XVII International Congress of Entomology. Hamburg, Federal Republic of Germany, August 20-26, 1984. Abstract Volume. Hamburg: 17th International Congress of Entomology, 960 p.",
    "note": "Part of FORMIS; from Biblio Fourmis Database;",
    "month": "Published: 10 Aug. 1984",
    "keywords": "ant; Formicidae; Lasius niger; Formicinae; Europe; scientific; production ecology; bioenergetics; genetic structure; population; ",
    "year": "1984} "
  },
  {
    "ref_type": "article",
    "author": "Calabi, P. and Porter, S.D.",
    "title": "Worker longevity in the fire ant Solenopsis invicta: ergonomic considerations of correlations between temperature, size and metabolic rates",
    "journal": "J. Insect Physiol.",
    "volume": "35(8)",
    "pages": "643-649",
    "note": "Part of FORMIS; from Fire Ant Literature Database; verified-DPW; verified-SDP, USDA-CMAVE M-2366.",
    "abstract": "We compared long-term economic costs of producing and maintaining different size fire ant workers (Solenopsis invicta) at two temperatures (24 and 30∞ C).  Energetic costs for three sizes of workers were calculated from their biomass, longevity, respiration rates, and the energy content of worker tissue.  Large workers lived considerably longer than small workers (50-140%, depending on temperature) and respired more slowly per mg of tissue (40%, independent of temperature). Overall, large workers cost about 30% less in cal/mo x mg than equal weights of small workers.  However, on an individual basis, large workers were still four times more expensive than small workers because of a 6-fold weight difference.  These data indicate that one large worker must provide services equivalent to at least four small workers, to justify the colony's energy investment.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Florida; scientific; biology; size; temperature; polymorphism; ergonomic; caste; longevity; metabolic potential; respiration; division of labor; physiology; rate of living; bioenergetics; ",
    "year": "1989} "
  },
  {
    "ref_type": "incollection",
    "author": "Dias, D.P.S.",
    "title": "Structure and dynamics of the caste systems of army and leaf-cutting ants: a comparative population biology study of natural colonies.  [Abstract]",
    "booktitle": "The biology of social insects. Proceedings of the Ninth Congress of the IUSSI, Boulder, Colorado, August, 1982",
    "editor": "Breed, M.D. and Michener, C.D. and Evans, H.E.",
    "publisher": "Westview Press",
    "address": "Boulder, CO.  419 p.",
    "pages": "250",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant bibliography; from-DPW,",
    "keywords": "ant; Formicidae; Acromyrmex; Atta; Eciton; Ecitoninae; Myrmicinae; Attini; South America; Brazil; scientific; polymorphism; allometry; caste ratio; bioenergetics; division of labor; population dynamics; ",
    "year": "1982} "
  },
  {
    "ref_type": "incollection",
    "author": "Duncan, F.D.",
    "title": "The influence of energetics of locomotion of individual ants on the foraging behaviour of different species.  [abstract]",
    "booktitle": "Les Insectes Sociaux. 12th Congress of the International Union for the Study of Social Insects, Paris, Sorbonne, 21-27 August 1994",
    "editor": "Lenoir, A. and Arnold, G. and Lepage, M.",
    "publisher": "UniversitÈ Paris Nord",
    "address": "Paris",
    "pages": "145",
    "note": "Part of FORMIS 96; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Africa; South Africa; scientific; biology; diet; prey; behavior; foraging; locomotion; characteristics; bioenergetics; ",
    "year": "1994} "
  },
  {
    "ref_type": "article",
    "author": "Duncan, F.D.",
    "title": "The ponerine ant Pachycondyla (=Ophthalmopone) berthoudi Forel carries loads economically",
    "journal": "Physiol. Biochem. Zool.",
    "volume": "72(1)",
    "pages": "71-77",
    "note": "Part of FORMIS 99; from-DPW,",
    "abstract": "*[Pachycondyla berthoudi foragers ran voluntarily in a running tube-respirometer at 25 degrees C.  Some of the foragers ran in the running tube carrying their termite load, which enabled the metabolic costs of carrying immobilized prey to be determined.  This included the costs of maintaining the prey in the mandibles & of stabilization during running.  The minimum cost of unladen running was 165.9 J kg-1 m-1, while that of laden running was 136.1 J kg-1 m-1.  The mass used to calculate the cost of laden running included body-mass of ant & mass of load carried.  Pachycondyla berthoudi foragers carry their loads very cheaply.  Load carriage costs were calculated to be about 40% as much as body carriage per unit mass, which is the lowest yet found for ants.  Low cost of load-carriage could have been selected for in P. berthoudi due to its life-history.]",
    "keywords": "ant; Formicidae; Ophthalmopone berthoudi; Pachycondyla berthoudi; Ponerinae; Africa; South Africa; scientific; physiology; metabolism; locomotion; bioenergetics; body mass; load mass; load carriage; energy cost; running; load carrying; foraging; ",
    "year": "1999} "
  },
  {
    "ref_type": "article",
    "author": "Duncan, F.D. and Crewe, R.M.",
    "title": "A comparison of the energetics of foraging of three species of Leptogenys (Hymenoptera, Formicidae)",
    "journal": "Physiol. Entomol.",
    "volume": "18(4)",
    "pages": "372-378",
    "note": "Part of FORMIS 95; from NAL'S AGRICOLA; from ANTBIB; verified-PSW; from-DPW,",
    "abstract": "*[The 3 Leptogenys species L.nitida, L.schwabi, & L.attenuata coexist in the coastal forests of South Africa & exhibit an array of foraging strategies ranging from individual foraging to group raiding.  To determine whether there is a physiological basis for these strategies, the energetic cost of locomotion of individuals in these 3 species was determined.  Carbon dioxide emission of voluntary running ants was measured using a flow-through technique, in order to determine their metabolic rate when running.  The minimum cost of transport was constant over a range of temperatures (20-35 degrees-C), & similar for all 3 species (= common value 212.96 +- 17.35 Jkg/1m/1).  A comparison of the energy required to sustain representative foragers at 25 degrees-C indicated that it was energetically less expensive for L. nitida workers to forage than for the other 2 species.  This may explain why L. nitida uses group raiding, while the other 2 species use individual foraging with limited recruitment for retrieval of large food items.]",
    "keywords": "ant; Formicidae; Leptogenys attenuata; Leptogenys nitita; Leptogenys schwabi; Ponerinae; Africa; South Africa; scientific; physiology; bioenergetics; carbon dioxide; metabolism; metabolic rate; foraging; locomotion; individual foraging; group raiding; ",
    "year": "1993} "
  },
  {
    "ref_type": "techreport",
    "author": "Duncan, F.D. and Crewe, R.M.",
    "title": "Colony social organization, foraging costs, and ponerine ant foraging strategy.  [abstract]",
    "institution": "Proceedings of the 20th International Congress of Entomology, Firenze, Italy, abstract p. 406.",
    "note": "Part of FORMIS 98; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Megaponera foetens; Ophthalmopone berthoudi; Ponerinae; Africa; South Africa; scientific; diet; prey; behavior; foraging; solitary hunting; group raiding; bioenergetics; gamergate; laying worker; ergatoid queen; colony; fission; ",
    "year": "1996} "
  },
  {
    "ref_type": "article",
    "author": "Duncan, F.D. and Lighton, J.R.B.",
    "title": "Discontinuous ventilation and energetics of locomotion in the desert-dwelling female mutillid wasp, Dasymutilla gloriosa",
    "journal": "Physiol. Entomol.",
    "volume": "22",
    "number": "4",
    "pages": "310-315",
    "note": "Part of FORMIS 99; from NAL's AGRICOLA;",
    "abstract": "Data on the discontinuous ventilation cycle and cost of pedestrian locomotion in female Dasymutilla gloriosa (Sauss.), a desert-dwelling mutillid, are described and compared with equivalent data from other Hymenoptera. The discontinuous ventilation cycle was intermediate between that found in xeric and mesic hymenopterans, with the open phase being about 20% of the cycle. No noticeable flutter phase was observed. Thus D. gloriosa does not attempt to reduce respiratory water loss to the same extent as found in other desert dwelling Hymenoptera. The minimum cost of transport was significantly higher than that obtained for several ant species, indicating that ants are probably more efficient runners than any other Hymenoptera.",
    "keywords": "ant; Formicidae; respiration; gas exchange; respiratory quotient; locomotion; bioenergetics; metabolism; desert; species differences; ",
    "year": "1997} "
  },
  {
    "ref_type": "article",
    "author": "Franks, N.R.",
    "title": "Thermoregulation in army ant bivouacs",
    "journal": "Physiol. Entomol.",
    "volume": "14(4)",
    "pages": "397-404",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[The temporary nests (=bivouacs), of Eciton burchelli (Westwood) thermoregulate with considerable precision.  Temperatures at the core of the bivouac are maintained at 28.5+-1 degrees-C even though ambient temperatures in their tropical rainforest home change during the day over a range of 7 degrees-C.  Temperatures just under the mantle of the bivouac vary much more than at the core.  Calculations suggest that the basal metabolic rate of the army ants in bivouac will generate all the heat, that they need to keep warm when ambient temperatures drop.  The army ants probably regulate heat loss by opening up ventilation channels within the nest.]",
    "keywords": "ant; Formicidae; Eciton burchelli; Ecitoninae; scientific; temperature; thermoregulation; physiology; metabolism; basal metabolic rate; behavior; bioenergetics; bivouac; army ant; ",
    "year": "1989} "
  },
  {
    "ref_type": "article",
    "author": "Golley, F.B. and Gentry, J.B.",
    "title": "Bioenergetics of the southern harvester ant, Pogonomyrmex badius",
    "journal": "Ecology",
    "volume": "45(2)",
    "pages": "217-225",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from The Ants; from-DPW,",
    "abstract": "The bioenergetics of the southern harvester ant were studied on the Savannah River Project, Aiken, South Carolina. Excavation of hills revealed that density of ants ranged from 4,000 to 6,000 per hill. Labeling ants with P32 indicated that only 10% of the ants in a colony were active above ground during any 2-week period (the limit of recognition of the label); thus, short-term marking recapture estimates based on above-ground individuals greatly underestimate the size of the colony. There were 27 hills per hectare on the study area. The consumption of oxygen of workers at various temperatures was determined in a simple respirometer, and the temperature at which the ants were living in the field was determined during a year's observation at mounds. The energy expense of heat production was calculated from the oxygen consumption and activity temperature records. Total energy flow (heat production plus tissue growth) was highest in summer and lowest in winter. The annual range was from 14 to 48 kgcal/m2/yr. Tissue growth was estimated to amount to only 0.09 kgcal/m2/yr. Energy flow in this species was higher than that of 2 vertebrate granivores studies in the same field, the old-field mouse and the savannah sparrow.",
    "keywords": "ant; Formicidae; Pogonomyrmex badius; Myrmicinae; North America; USA; South Carolina; scientific; worker; worker age; physiology; bioenergetics; energy flow; energy metabolism; heat production; herbivores; hills; oxygen consumption; seed predation; summer; temperature; winter; nest; season; ",
    "year": "1964} "
  },
  {
    "ref_type": "article",
    "author": "Haines, B.L.",
    "title": "Element and energy flows through colonies of the leaf-cutting ant, Atta colombica, in Panama",
    "journal": "Biotropica",
    "volume": "10",
    "pages": "270-277",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography; from The Ants; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[The total annual flows of elements & energy in tree leaf litter fall and in leaf materials harvested from trees by the leaf-cutting ant Atta colombica Guerin are compared in order to estimate the fractions of the flows controlled by the ants.  Flows of mineral elements through colonies were estimated by determining mineral element content of organic refuse from the colonies, which had accumulated during a 5 month dry season.  Because the ants are less active during the dry season than in the wet season, estimates of annual nutrient flow based on dry season refuse accumulations are probably underestimates.  The annual flows of 13 elements in tree leaves & in tree reproductive parts processed by the ant colonies were calculated.  Expressed per area of forest, flows ranged between 0.5% & 3.1% of the nutrient flows in the annual leaf litter fall.  When expressed per m2 of ant refuse dump, flows ranged from 16 to 98 times the flows in annual leaf litter.  This amplification of element flow through the refuse dumps resulted in a 4-fold increase in the amount of fine roots (< 2 mm dia) present in the dump compared to the general forest floor.  Amount of fine roots in the top 20 cm of the dump was 10 times greater than the amount at the 50-70 cm depth, suggesting that elements flowing to refuse dumps are recycled to the trees from within the dump rather than leached downward through the soil profile.  Annual energy flows were 1.7% of energy flow in leaf litter fall when calculated per area of forest.  When calculated per area of an ant nest, energy flows in leaf material funneled through nests by the ants were 11 times the energy flows in leaf litter falling on the nests.  Ant colonies (ants + fungus) were estimated to assimilate about 22% of the energy which flowed through them.]",
    "keywords": "ant; Formicidae; Atta columbica; Myrmicinae; Attini; North America; Panama; scientific; colonies; physiology; element flow; energy flow; bioenergetics; ecology; soil nutrient; cycling; foraging; ",
    "year": "1978} "
  },
  {
    "ref_type": "article",
    "author": "Hebling Beraldo, M.J.A. and Batista, G.C. de",
    "title": "Toxicidade e efeitos respiratÛrios de inseticidas ciclodienos para oper·rias de Atta laevigata (F. Smith, 1858) (Hymenoptera - Formicidae)",
    "journal": "An. Soc. Entomol. Brasil",
    "volume": "8",
    "pages": "131-138",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography; from NAL's AGRICOLA; verified-DPW.",
    "keywords": "ant; Formicidae; Atta laevigata; Myrmicinae; Attini; South America; Brazil; scientific; workers; respiration; physiology; insecticide; bioenergetics; caste; polymorphism; O2 consumption; oxygen consumption; cyclodiene insecticides; aldrin; dieldrin; endosulfan; heptachlor; ",
    "year": "1979} "
  },
  {
    "ref_type": "article",
    "author": "Hebling Beraldo, M.J.A. and Mendes, E.G.",
    "title": "The respiratory metabolism of the castes of two leaf-cutting ants, Atta laevigata (F. Smith, 1858) and Atta sexdens rubropilosa Forel 1908",
    "journal": "Comp. Biochem. Physiol. A Comp. Physiol.",
    "volume": "68",
    "pages": "241-247",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography; from Biblio Fourmis Database; from-DPW,",
    "abstract": "*[The respiration of the different castes of 2 species of leaf-cutting ants, Atta laevigata & A. sexdens rubropilosa was measured in both workers & sexuals.  The respiratory rates (ºl O2/mg(live)/hr) were in A. laevigata, 0.644 for gardeners, 0.594 for cutters, 0.354 for soldiers, 0.233 for males, & 0.085 for females.  The respiratory rates (ºl O2/mg(live)/hr) were in A. s. rubropilosa, 0.803 for gardeners, 0.748 for cutters, 0.510 for soldiers, 0.375 for males, & 0.274 for females, significantly higher than A. laevigata.  All castes considered, the b-values of the equation relating oxygen consumption & weight in A. laevigata (0.53) were significantly different from that in A. s. rubropilosa (0.73).]",
    "keywords": "ant; Formicidae; Atta laevigata; Atta sexdens rubropilosa; Myrmicinae; Attini; South America; Brazil; scientific; polymorphism; male; female; worker; caste; gardener; cutter; soldier; sex difference; size difference; respiration; physiology; bioenergetics; O2 consumption; oxygen consumption; weight; ",
    "year": "1981} "
  },
  {
    "ref_type": "incollection",
    "author": "Howard, J.J.",
    "title": "Resource quality and cost in the foraging of leaf-cutter ants",
    "booktitle": "Ant plant interactions.",
    "editor": "Huxley, C.R. and Culver, D.F.",
    "publisher": "Oxford University Press",
    "address": "Oxford",
    "pages": "42-50",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant bibliography;",
    "keywords": "ant; Formicidae; Atta cephalotes; Myrmicinae; Attini; North America; Costa Rica; plant; selection; behavior; foraging; bioenergetics; ",
    "year": "1991} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Jensen, T.F.",
    "title": "Some aspects of the ecological energetics of Formica pratensis Retz. (Hymenoptera: Formicidae) with special reference to the construction of a population energy budget",
    "school": "Diss., Inst. of Zool. and Zoophysiol.; University of Arhus, Denmark, 91 + 19 p.",
    "note": "Part of FORMIS; from Biblio Fourmis Database; from-DPW,",
    "keywords": "ant; Formicidae; Formica pratensis; Formicinae; Europe; Denmark; scientific; physiology; ecology; bioenergetics; ecological energetics; energy budget; population; population energy budget; ",
    "year": "1976} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Justice, R.T.",
    "title": "Some aspects of the biology of the mound-building ant, Formica exsectoides",
    "school": "Ph.D. dissertation, University of Louisville, xv, 231 p.",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Acanthomyops interjectus; Formica exsectoides; Lasius neoniger; Paratrechina (Nylanderia); Formicinae; North America; USA; Kentucky; scientific; biology; temperature; temporal; physiology; respiration rate; caloric value; bioenergetics; thermoregulation; energy flow; ecology; population dynamics; mound; nest architecture; demography; behavior; foraging; excavation; symbiont; myrmecophile; Acarina; Mesostigmata; Laelaptidae; Laelaspis vitzthumi; Uropodidae; Cryptostigmata; Oribatulidae; Euscheloribates; Haplozetes; Coleoptera; Carabidae; Brachinus; Chrysomelidae; Arthrochlamy; Diptera; Syrphidae; Microdon; Hymenoptera; Diapriidae; Bruesopria; Orthoptera; Gryllidae; Myrmecophilidae; Myrmecophilia pergandei; tending Hemiptera; ",
    "year": "1978} "
  },
  {
    "ref_type": "article",
    "author": "Jutsum, A.R. and Fisher, M.",
    "title": "Reserves in sexual forms of Acromyrmex octospinosus (Reich) (Formicidae, Attini)",
    "journal": "Insect. Soc.",
    "volume": "26(2)",
    "pages": "113-122",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[Sexual brood & adults were taken from laboratory colonies of Acromyrmex octospinosus (Reich) for observation & analysis.  The reproductive castes were much larger than the workers.  A sex difference in lipid metabolism was found between the reproductive castes, adult gynes possessing 7 times the amount of lipid found in males.  Starved adult males lived for an average of 5.3 days, but gynes survived for up to 109 days (average = 55.4 days).  During starvation, adult males used nearly all of their lipid & carbohydrate reserves, while gynes utilized only neutral lipids to any extent.  The behavior of gynes appeared to be adapted to the conservation of energy.]",
    "keywords": "ant; Formicidae; Acromyrmex octospinosus; Myrmicinae; Attini; scientific; caste; queen; male; reproduction; physiology; lipid metabolism; bioenergetics; lipid; carbohydrate; nutritional reserves; ",
    "year": "1979} "
  },
  {
    "ref_type": "article",
    "author": "Jutsum, A.R. and Quinlan, R.J.",
    "title": "Flight and substrate utilisation in laboratory-reared males of Atta sexdens",
    "journal": "J. Insect Physiol.",
    "volume": "24",
    "pages": "821-825",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[One female & some males produced by an Atta sexdens nest collected in Guyana in 1969 & maintained in the Department of Applied Zoology in the University College of North Wales, U.K.  These nests were kept in slightly higher temperatures of 25-30 degrees C & higher relative humidity of 90-100%.  Males of the leaf-cutting ant Atta sexdens have flown in the laboratory, exhibiting maximal flight activity at 17:00 to 18:00 hr, 9 to 10 hr after 'lights-on'.  Flight tendency is also dependent on the ants being away from their nest for a short period of time & on the presence of other sexuals.  The ants are capable of a free-flight speed of 2.63 ms-1 & can fly tethered for up to 140 min.  In unflown ants, carbohydrate accounts for 21% of the body dry weight.  During flight, they utilize practically all of these large stores at a mean rate of 82 ºg min-1.  Lipids are not used as a flight fuel.]",
    "keywords": "ant; Formicidae; Atta sexdens; Myrmicinae; Attini; South America; Guyana; scientific; male; female; mating flight; swarming; physiology; bioenergetics; temperature; humidity; behavior; rearing; ",
    "year": "1978} "
  },
  {
    "ref_type": "article",
    "author": "Lighton, J.R. and Bartholomew, G.A. and Feener, D.H., Jr.",
    "title": "Energetics of locomotion and load carriage and a model of the energy cost of foraging in the leaf-cutting ant Atta colombica Guer",
    "journal": "Physiol. Zool.",
    "volume": "60",
    "pages": "524-537",
    "note": "Part of FORMIS; from CBU; Part of the Leaf-Cutting Ant Bibliography; from-DPW,",
    "abstract": "Standard rates of O2 consumption (VO2) and net, gross, and minimum costs of transport (NCOT, GCOT, and Mrun) were measured in  the leaf- cutting ant Atta colombica. Both closed (running wheel respirometer) and flow-through (treadmill) systems were used. The relation between body mass (.004-.035 g) and standard VO2 in workers was VO2 =.074 M**62 where VO2 is ml h**-1 at 28 C and M is mass in grams.  When combined with published data for 30 ant species, at 20 C this equation becomes VO2 =.137 M**838. Equations that allow calculation of NCOT and GCOT from body mass and running speeds are presented. NCOT in A. colombica at 28 C was 18.6 ml O2 g**-1 km**-1 (mass 0.015 g, running speed 5.2 cm s**-1). Both NCOT and GCOT decreased with increasing body mass. Load carriage decreased running speed and increased NCOT proportionally to the increase of body mass + load mass. Cost of transporting a unit of load and a unit of body mass were therefore equivalent. Mrun was 10.1 ml O2 g**-1 km**-1 (n = 11, mean mass 0.0314 g), which does not differ significantly from values predicted on the basis of published equations relating Mrun to body mass in vertebrates and insects. A model is developed to predict the energy costs of foraging and maintenance of an Atta colony. The cost of maintaining a 100-m trail with a traffic rate of 60 loaded and 60 unloaded workers min**-1 at 28 C was approximately 2.2 W.",
    "keywords": "ant; Formicidae; Atta columbica; Myrmicinae; Attini; North America; Panama; scientific; feeding; physiology; respiration; O2 consumption; bioenergetics; running wheel respirometer; costs of transport; body mass; foraging; running speeds; model; ",
    "year": "1987} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Lighton, J.R.B.",
    "title": "Studies in the energetics and gas exchange patterns of selected arthropods",
    "school": "Ph.D. dissert., University of California, Los Angeles, 131 p.",
    "note": "Part of FORMIS; from-DPW,",
    "keywords": "ant; Formicidae; scientific; biology; physiology; bioenergetics; pedestrian locomotion; ant; spider; model; mimic pair; discontinuous ventilation; ",
    "year": "1987} "
  },
  {
    "ref_type": "article",
    "author": "Lighton, J.R.B. and Weier, J.A. and Feener, D.H.",
    "title": "The energetics of locomotion and load carriage in the desert harvester ant Pogonomyrmex rugosus",
    "journal": "J. Exp. Biol.",
    "volume": "181(1)",
    "pages": "49-61",
    "note": "Part of FORMIS 95; from TEK; from-DPW,",
    "abstract": "*[The locomotion & load carriage energetics of the southwestern American harvester ant, Pogonomyrmex rugosus, were quantified at several temperatures within their normal foraging temperature range using a voluntary locomotion regime (= running tube respirometer).  Unladen cost of transport was 158 J kg-1 m-1.  When the data were pooled, standard tests of the cost of load carriage showed that the costs of load & body carriage were statistically equivalent.]",
    "keywords": "ant; Formicidae; Pogonomyrmex rugosus; Myrmicinae; North America; USA; Utah; scientific; bioenergetics; locomotion; load carriage; ",
    "year": "1993} "
  },
  {
    "ref_type": "article",
    "author": "Littledyke, M. and Cherrett, J.M.",
    "title": "Direct ingestion of plant sap from cut leaves by the leaf-cutting ants Atta cephalotes (L.) and Acromyrmex octospinosus (Reich) (Formicidae, Attini)",
    "journal": "Bull. Entomol. Res.",
    "volume": "66(2)",
    "pages": "205-217",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography; from The Ants; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[Ingestion of radiolabelled plant juices from cut surfaces of leaves during foraging & during substrate preparation for the fungus garden was demonstrated for laboratory colonies of the leaf-cutting ants Atta cephalotes (L.) and Acromyrmex octospinosus (Reich).  Using P32 isotope, up to one-third of the radioactivity in the leaves was taken in directly by the colony as a whole, but this was much less when C14 was used.  Additional plant material was taken in by the ants via the fungus garden.  Large numbers of ants spend time in investigating cut surfaces of leaves & also in cutting & crimping leaves.  Ingestion of plant material during these processes could play an important nutritional role in the colony & this may explain why many ants return from foraging apparently unladen.  Large ants obtained most of their plant juice intake during foraging &  the medium and small ants took much of theirs during substrate preparation.  Inhibitory chemicals did not affect cutting, but they reduced drinking & also reduced the intake of P32 from leaves during substrate preparation.  The ants also ingested different amounts of P32 from leaves of different acceptability.  It is suggested that leaf-cutting ants use fungus culture as a means of sidestepping plant inhibitors.]",
    "keywords": "ant; Formicidae; Acromyrmex octospinosus; Atta cephalotes; Myrmicinae; Attini; scientific; physiology; direct ingestion; bioenergetics; ecology; behavior; foraging; plant sap; cut leaves; radioisotope; P32; phosphorus-32; C14; carbon-14; ",
    "year": "1976} "
  },
  {
    "ref_type": "article",
    "author": "Macom, T.E. and Porter, S.D.",
    "title": "Food and energy requirements of laboratory fire ant colonies (Hymenoptera: Formicidae)",
    "journal": "Environ. Entomol.",
    "volume": "24(2)",
    "pages": "387-391",
    "note": "Part of FORMIS 95; from NAL'S AGRICOLA; from SDP; from Fire Ant Literature Database; verified-DPW, USDA-CMAVE M-2930.",
    "abstract": "This study was designed to determine how much food is needed to sustain colonies of the fire ant Solenopsis invicta Buren.  Thirty laboratory colonies were fed 1, 2, or 4 crickets per day.  Half were given access to unlimited sugar water.  Colony biomass, cricket collection, and sugar collection were monitored weekly until each colony stopped growing.  Caloric intake was strongly correlated with and directly proportional to colony biomass (live weight) over an 8-fold range (2-16 g).  Colonies needed H 1.14 +- 0.29 (Standard deviation) Kcal of food per gram of colony per week to sustain themselves.  The presence of sugar decreased the amount of cricket biomass collected (dry weight) from 0.186 g/g of colony per week for colonies receiving crickets to 0.106 g/g of colony per week for colonies receiving both sugar water and crickets.  Colonies fed only crickets approximately doubled their final size with the doubling of cricket availability; whereas, colonies receiving both crickets and sugar increased to a lesser extent.  The laboratory food collection rates in this study suggest that a field population of fire ants with 90 mature mounds per hectare would require H 21,000 Kcal or 16.0 kg of insects and sugar (combined wet weight) per week in the summer.  (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Florida; scientific; diet; polygyny; colony; growth; physiology; caloric intake; biomass; collection; growth; bioenergetics; ",
    "year": "1995} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Nash, D.R.",
    "title": "Cost-benefit analysis of a mutualism between lycaenid butterflies and ants",
    "school": "Ph.D. dissert., University of Oxford, United Kingdom, 259 p.",
    "note": "Part of FORMIS; from-DPW,",
    "keywords": "ant; Formicidae; Iridomyrmex anceps; Dolichoderinae; Australia; scientific; biology; physiology; bioenergetics; respirometry; ecology; behavior; foraging; symbiont; myrmecophile; trophobiont; Lycaenidae; Jalmenus evagoras; tending Hemiptera; ",
    "year": "1989} "
  },
  {
    "ref_type": "article",
    "author": "Nielsen, M.G.",
    "title": "Energetic cost of foraging in the ant Rhytidoponera aurata in tropical Australia",
    "journal": "Physiol. Entomol.",
    "volume": "26(3)",
    "pages": "248-253",
    "note": "Part of FORMIS 01; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "The energetic costs of foraging by the ant Rhytidoponera aurata (Roger) were investigated both in the laboratory and field. The cost of running was estimated for workers under controlled conditions in the laboratory. Ants were placed in a ring-shaped respiration chamber, connected to a through-flow respirometer, in which they could run freely while their speed and respiratory rates were monitored simultaneously. The energetic costs were measured for workers while running at different speeds, and the same individuals were then used to measure the additional costs of carrying loads. Loads consisted of pieces of platinum one to two times the body mass of the ant, glued to the ants' thoraxes. These were relatively small loads compared to their natural food items. The mean cost of locomotion was 166 mJ/mg/km, and the mean cost of load carriage was 179 mJ/mg/km. A field experiment was carried out in three biotypes in open forest in Northern Territory, Australia, where worker R. aurata forage only during daylight hours at air temperatures ranging from 31 to 36 degrees C. Food items were placed randomly within the territory of a nest, and the duration and distance of its transportation to the nest by a forager was recorded. There were no significant differences in the frequencies with which ants selected different sized food items in the range 15-165 mg, whereas items weighing 5 mg were selected less often. The relationship between the speed of running and size of a food item transported was linear but this differed in each of three types of ground vegetation recognized. The energy cost of load carriage was extremely small compared with the energetic benefit, e.g. the energy content in a 165 mg food item is equivalent to the cost of carrying it over a distance of 78 km taking 129 days under laboratory conditions. Thus, the main limiting factor in energetic terms for this species is not the retrieval of food items, but the foraging time required to find a food source.",
    "keywords": "ant; Formicidae; Rhytidoponera aurata; Ectatomminae; Australia; Northern Territory; scientific; foraging; physiology; bioenergetics; energy expenditure; respiration rate; respirometry; food; loads; locomotion; velocity; duration; distance traveled; vegetation; food selection; food transport; running speed; ",
    "year": "2001} "
  },
  {
    "ref_type": "article",
    "author": "Parmenter, R.R. and MacMahon, J.A. and Vander Wall, S.B.",
    "title": "The measurement of granivory by desert rodents, birds and ants: a comparison of an energetics approach and a seed-dish technique",
    "journal": "J. Arid Environ.",
    "volume": "7(1)",
    "pages": "75-92",
    "note": "Part of FORMIS; from CBU; from-DPW,",
    "abstract": "The relative importance of granivorous rodents, birds and ants in four North American arid ecosystems was examined using two methods: an energetics approach (Population Daily Energy Budgets, or PDEBs); and an experimental seed-dish technique. Rodent, bird and ant population densities, combined with species-specific Daily Energy Budgets (DEBs), were used to compute the PDEBs (Kcal/ha/day). The PDEBs were assumed to be an index of the potential seed consumption 'pressure' from each taxocene on the seed pool. Seed consumption at sites in the Chihuahuan Desert/Grassland transition zone, the Sonoran and Mojave Deserts, and the Intermountain Basin Shrub-steppe, was estimated by offering each granivore taxocene exclusive access to seed-dishes. The following conclusions were made. (1) Rodents were more 'important' (energetically) than birds on the Sonoran, Mojave and Intermountain Basin study sites, but birds were of equal or greater importance as rodents on the Chihuahuan study sites. (2) Birds removed far fewer seeds from seed-dishes than predicted from their PDEBs. (3) Rodents, birds and ants removed more millet and used more seed-dishes containing millet than those containing the native-seed mix. (4) Seed-dish data should be interpreted with caution, due to differential responses by rodents, birds and ants. (5) An energetics approach to desert granivory can provide reliable information about granivore impacts on seed reserves, but requires large data sets and biologically realistic estimates to produce accurate, high-precision results.",
    "keywords": "ant; Formicidae; Pogonomyrmex; Myrmicinae; North America; USA; Arizona; New Mexico; Wyoming; scientific; ecology; granivory; feeding; competition; predation; predator; density; bioenergetics; methods; ",
    "year": "1984} "
  },
  {
    "ref_type": "article",
    "author": "Porter, S.D.",
    "title": "Revised respiration rates for the southern harvester ant, Pogonomyrmex badius",
    "journal": "Comp. Biochem. Physiol. A Comp. Physiol.",
    "volume": "83",
    "pages": "197-198",
    "note": "Part of FORMIS; from SDP; verified-SDP; from-DPW,",
    "abstract": "Respiration rates of Pogonomyrmex badius workers were very similar to other myrmicine ants, but 30 times less than previously reported (Golley and Gentry, 1964).",
    "keywords": "ant; Formicidae; Pogonomyrmex badius; Myrmicinae; North America; USA; Florida; scientific; worker size; larvae; pupae; temperature; physiology; respiration; oxygen consumption; O2; bioenergetics; energy flow; respiration rate; metabolism; ",
    "year": "1986} "
  },
  {
    "ref_type": "article",
    "author": "Porter, S.D. and Tschinkel, W.R.",
    "title": "Fire ant polymorphism: the ergonomics of brood production",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "16(4)",
    "pages": "323-336",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from Fire Ant Literature Database; verified-SDP; verified-DPW.",
    "abstract": "Social organization is generally assumed to increase colony efficiency and survival; however, little quantitative information is available to support this assumption.  Polymorphism is an important aspect of labor division in colonies of the fire ant, Solenopsis invicta. Our objective was to investigate the effect of fire ant polymorphism on brood production efficiency.  We set up standardized polymorphic colonies that contained only small, medium, or large workers respectively.  Polymorphic colonies produced brood at about the same rate as colonies composed of only small workers.  Colonies composed of only medium workers produced about 30% less brood, and colonies composed of only large workers produced little or no brood at all.  This pattern was independent of colony size; however, smaller colonies (0.75 g, live weight) produced almost twice as much brood per gram of workers as larger colonies (3.0 g.).  Additional experiments revealed that the size of workers in the artificial monomorphic colonies affected all stages of brood rearing.  Large workers not only inhibited the development of early and late instar larvae, but also reduced the queen's oviposition rate.  Brood production efficiency on an energetic basis was determined by dividing the grams of brood produced per unit time by the energetic costs expended for the maintenance and production of each worker size class.  Worker maintenance costs were estimated from respiration, while production costs were determined from the coloric content of worker tissue divided by their average longevity.  Worker respiration per milligram body weight decreased about 40% as body size increased.  Large workers lived about 50% longer than small workers and contained 9% more energy per milligram of tissue.  Energetic efficiency in polymorphic colonies was approximately 10% higher than in colonies composed of only small workers.  In other words, when food supplies are limiting, polymorphism may offer a slight advantage in brood production.   (abstract provided by author)",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Florida; scientific; polymorphism; ecology; behavior; bioenergetics; colony growth; worker caste distribution; worker longevity; physiology; respiration; invasive species; ",
    "year": "1985} "
  },
  {
    "ref_type": "article",
    "author": "Porter, S.D. and Tschinkel, W.R.",
    "title": "Fire ant thermal preferences: behavioral control of growth and metabolism",
    "journal": "Behav. Ecol. Sociobiol.",
    "volume": "32(5)",
    "pages": "321-329",
    "note": "Part of FORMIS; from Fire Ant Literature Database; verified-SDP; verified-DPW, USDA-CMAVE M-2756.",
    "abstract": "Thermal preferences of well-fed and food-limited fire ant colonies (Solenopsis invicta) were studied in relation to colony growth and metabolic costs.  The growth curve for well-fed colonies was strongly skewed toward warmer temperatures with maximal growth occurring near 32∞C (Fig. 2A).  The growth curve for food-limited colonies was skewed toward cooler temperatures with maximal colony size occurring around 25∞C (Fig. 2B).  Food-limited colonies apparently grew larger at cooler temperatures because metabolic costs of workers were reduced.  A series of binary choice tests confirmed three predictions concerning fire ant thermal preferences (Fig. 3-4): First, well-fed colonies preferred brood temperatures very near the optimum for colony growth (31∞C versus 32∞C).  Colonies were also able to select appropriate suboptimal growth temperatures when the optimal range was unavailable.  Secondly, as predicted, a large percentage of colony workers (H30% in well-fed colonies) consistently chose cooler temperatures than those selected for the brood.  This strategy probably increases longevity of workers not directly associated with brood care.  Thirdly, food-limited colonies preferred cooler temperatures than well-fed colonies.  Metabolic costs of food-limited colonies were reduced by approximately 7% because of (1) slightly cooler brood temperatures (30∞C versus 31∞C) and because (2) an additional 20-30% of the workers selected cooler temperatures.  The addition of excess food reversed food-limited thermal preferences within 12 h for the brood (Fig. 5) and several days for the workers.  Contrary to expectations, thermal preferences for brood in food-limited colonies did not match the food-limited growth curve, perhaps because fire ant colonies can choose to rear brood at warm temperatures while maintaining accumulated colony biomass at cooler temperatures.   (This article was written and prepared by U.S. Government employee(s) on official time, and is therefore in the public domain.)",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Florida; scientific; bioenergetics; thermoregulation; thermal regulation; temperature preference; food limitation; thermal optima; hunger; behavior; brood tending; ",
    "year": "1993} "
  },
  {
    "ref_type": "techreport",
    "author": "Roces, F.",
    "title": "Mandibular energetics of leaf-cutting ants: a new record for non-flying metabolism.  [abstract]",
    "institution": "XII Encontro de Mirmecologia, Sao Leopoldo, RS, Brazil, p. 18-20, (73??)",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography;",
    "keywords": "ant; Formicidae; Atta sexdens; Myrmicinae; Attini; ecology; bioenergetics; behavior; foraging; cutting; mandible; ",
    "year": "1995} "
  },
  {
    "ref_type": "techreport",
    "author": "Roces, F.",
    "title": "Energy expenditure during cutting and load-size determination in leaf-cutting ants.  [abstract]",
    "institution": "Proceedings of the 20th International Congress of Entomology, Firenze, Italy, abstract p. 408.",
    "note": "Part of FORMIS 98; Part of the Leaf-Cutting Ant Bibliography; from-DPW, verified-DPW.",
    "keywords": "ant; Formicidae; Atta sexdens; Myrmicinae; Attini; scientific; physiology; metabolic rate; bioenergetics; behavior; foraging; leaves; energy expenditure; cutting; load size determination; ",
    "year": "1996} "
  },
  {
    "ref_type": "article",
    "author": "Roces, F. and Lighton, J.R.B.",
    "title": "Larger bites of leaf-cutting ants",
    "journal": "Nature",
    "volume": "373",
    "pages": "392-393",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography;",
    "keywords": "ant; Formicidae; Atta sexdens; Myrmicinae; Attini; scientific; ecology; behavior; foraging; respiration; bioenergetics; allometry; mandibular muscle; ",
    "year": "1995} "
  },
  {
    "ref_type": "article",
    "author": "Rogers, L. and Lavigne, R. and Miller, J.L.",
    "title": "Bioenergetics of the western harvester ant in the shortgrass plains ecosystem",
    "journal": "Environ. Entomol.",
    "volume": "1(6)",
    "pages": "763-768",
    "note": "Part of FORMIS; from NAL's AGRICOLA; from-DPW,",
    "abstract": "[An estimated 2032 worker ants and 315 winged reproductives were produced per colony based on nest excavations. This resulted in an estimate of 46.81 Kcal per colony required for secondary production each year. Respiratory energy losses were estimated from measurements of CO2 production in relation to field temperatures, as determined from measurements conducted on two colonies established in the laboratory. Annual energy requirements for respiration were estimated at 418.42 Kcal per colony. Energy flow values (tissue production + heat production) ranged from a high of 1.45 Kcal per m2 per year to 0.14 Kcal per m2 per year in the differentially grazed study pastures. Data derived from thesis by Rogers (1972).; from RJL and LER.]",
    "keywords": "ant; Formicidae; Pogonomyrmex occidentalis; Myrmicinae; North America; USA; Colorado; scientific; colony; colony size; nest; physiology; bioenergetics; CO2 production; respiration; energy flow values; tissue production; heat production; shortgrass plains ecosystem; ",
    "year": "1972} "
  },
  {
    "ref_type": "article",
    "author": "Schmidt, G.H.",
    "title": "Einfluss von Temperatur und Luftfeuchtigkeit auf die Energiebilanz w‰hrend der Metamorphose verschiedener Kasten von Formica polyctena Foerst. (Hym.)",
    "journal": "Z. Angew. Entomol. = J. Appl. Entomol.",
    "volume": "61",
    "pages": "61-109",
    "note": "Part of FORMIS; from SDP; from-DPW,",
    "keywords": "ant; Formicidae; Formica polyctena; Formicinae; Europe; Germany; scientific; worker; caste; development; temperature; metabolism; respiration; bioenergetics; transpiration; ",
    "year": "1968} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Smeeton, L.",
    "title": "Male production in the ant Myrmica rubra L",
    "school": "Ph.D. Thesis, University of Southampton, U.K., 241 p.",
    "note": "Part of FORMIS 03; from-DPW,",
    "abstract": "Available from: BLL, Ref. No. D33585/81",
    "keywords": "ant; Formicidae; Myrmica rubra; Myrmicinae; Europe; England; scientific; male production; productivity; bioenergetics; ",
    "year": "1980} "
  },
  {
    "ref_type": "article",
    "author": "Szujecki, A.",
    "title": "Przegl\u0005d osi\u0005gni\u0019\u0007 ekologii owadÛw l\u0005dowych w Polsce",
    "journal": "Wiad. Entomol.",
    "volume": "17(Suplement)",
    "pages": "79-136",
    "note": "Part of FORMIS 16; from-DPW,",
    "abstract": "*[Results of investigations in the ecology of insects, carried out in Poland since 1923 are presented.]",
    "keywords": "ant; Formicidae; Formica cinerea; Formica exsecta; Formica polyctena; Formica rufa; Lasius niger; Formicinae; Europe; Poland; review; density; species richness; tending Hemiptera; autecology; bioenergetics; biondication; ecological engineering; ecosystem; communities; landscape; migration; mortality; outbreak; population; reproductivty; ",
    "year": "1998} "
  },
  {
    "ref_type": "article",
    "author": "Taylor, P.D.",
    "title": "Sex ratio compensation in ant populations",
    "journal": "Evolution",
    "volume": "35(6)",
    "pages": "1250-1251",
    "note": "Part of FORMIS; Part of the Leaf-Cutting Ant Bibliography; from NAL's AGRICOLA; from-DPW,",
    "abstract": "*[Discusses: Forsyth, A. 1981. Sex ratio and parental investment in an ant population. Evolution 36:1252-1253.]",
    "keywords": "ant; Formicidae; Apterostigma dentigerum; Atta; Myrmicinae; Attini; North America; Costa Rica; scientific; caste; mating; colony initiation; colony founding; sexual reproduction; sex ratio; bioenergetics; population; ",
    "year": "1981} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Turner, J.A.",
    "title": "The bioenergetics of leaf-cutting ants in Trinidad",
    "school": "University of the West Indies, Port of Prince",
    "note": "Part of FORMIS 94; Part of the Leaf-Cutting Ant bibliography, not in Cherrett;",
    "type": "M.S.",
    "keywords": "ant; Formicidae; Acromyrmex octospinosus; Atta cephalotes; Myrmicinae; Attini; South America; Trinidad; ecology; behavior; bioenergetics; foraging; selection; ",
    "year": "1974} "
  },
  {
    "ref_type": "phdthesis",
    "author": "Vogt, J.T.",
    "title": "Respiratory physiology and energetics of the red imported fire ant, Solenopsis invicta Buren (Hymenoptera: Formicidae)",
    "school": "Ph.D. degree, Auburn University, 235 p.",
    "note": "Part of FORMIS 00; from Fire Ant Literature Database; from-DPW,",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Alabama; scientific; caste; temperature; physiology; respiratory; quotient; mass scaling; O2 consumption; oxygen consumption; respiration; bioenergetics; mass; metabolic rate; DGC rate; flight speed; RQ; respirometry; clumping behavior; discontinuous gas exchange; mating; flight; ",
    "year": "1999} "
  },
  {
    "ref_type": "article",
    "author": "Vogt, J.T. and Appel, A.G.",
    "title": "Standard metabolic rate of the fire ant, Solenopsis invicta Buren: effects of temperature, mass, and caste",
    "journal": "J. Insect Physiol.",
    "volume": "45(7)",
    "pages": "655-666",
    "note": "Part of FORMIS 99; from NAL's AGRICOLA; from Fire Ant Literature Database; from-DPW, verified-DPW.",
    "abstract": "*[Standard metabolic rates of S. invicta workers, males, female alates, larvae, & pupae were determined using closed-system respirometry.  V'/O2 (ml h-1) of all castes & life stages scaled with temperature & mass.  Differences between castes & life stages are discussed in light of their different life histories, & the different functions of these stages within the colony.  Workers, female alates, male alates, larvae, & pupae had mass-specific V'/O2 (ml O2 g wet weight-1 h-1, corrected to 25 degreesC) of 0.404 +- 0.023, 0.316 +-0.010, 0.674 +- 0.024, 0.291 +- 0.020, and 0.227 +- 0.015 (mean +- SE), respectively.  Measurement of CO2 & O2 made possible the examination of temperature & mass effects on respiratory quotient (RQ), as well as accurate transformation of O2 consumption to metabolic rate (ºW) for comparison with other ant species.  Mass-specific metabolic rates of S. invicta females & workers compare favorably with data from 17 other ant species, but metabolic rates of males (177%) & pupae (42%) fall above & below predicted rates, respectively.]",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Alabama; scientific; caste; temperature; physiology; respiratory quotient; mass scaling; O2 consumption; oxygen consumption; respiration; bioenergetics; ",
    "year": "1999} "
  },
  {
    "ref_type": "article",
    "author": "Vogt, J.T. and Appel, A.G. and West, M.S.",
    "title": "Flight energetics and dispersal capability of the fire ant, Solenopsis invicta Buren",
    "journal": "J. Insect Physiol.",
    "volume": "46(5)",
    "pages": "697-707",
    "note": "Part of FORMIS 01; from NAL'S AGRICOLA; from Fire Ant Literature Database; from-DPW,",
    "abstract": "*[Experiments were conducted to estimate the flight capabilities of fire ant (Solenopsis invicta Buren) alates.  Flying males (in closed-system respirometry) increased metabolic rate approximately 38.4-fold over resting rate.  Females increased metabolic rate approximately 51-fold (closed-system respirometry) & 48-fold (flow-through respirometry) over resting rate.  Female alates had a mean respiratory quotient (RQ) of 0.999, indicating reliance on carbohydrates.  The mean RQ of males was significantly lower (0.867).  The flight speed of females on a circular flight mill averaged approximately 0.7 m s-1, & increased with temperature, but decreased with increasing body mass.  The flight speed of males was 43% greater (approximately 1.0 m s-1) & increased linearly with temperature & increasing body mass.  Female alates lost an average of 1.8 mg water h-1 during flight.  A simple energetics model, combined with previous work on the nutrient content of S. invicta & patterns of CO2 release observed in this study, indicate that the flight capability of S. invicta female alates is limited to <5 km in the absence of wind.]",
    "keywords": "ant; Formicidae; Solenopsis invicta; Myrmicinae; North America; USA; Alabama; scientific; females; males; flight; wings; bioenergetics; energy expenditure; metabolism; dispersal; respiratory quotient; respirometry; sex differences; body weight; water relations; environmental temperature; mathematical models; flight speed; wingbeat frequency; metabolic substrates; water loss; ",
    "year": "2000} "
  },
  {
    "ref_type": "article",
    "author": "Weier, J.A. and Feener, D.H., Jr. and Lighton, J.R.B.",
    "title": "Inter-individual variation in energy cost of running and loading in the seed-harvester ant, Pogonomyrmex maricopa",
    "journal": "J. Insect Physiol.",
    "volume": "41(4)",
    "pages": "321-327",
    "note": "Part of FORMIS 97; from NAL'S AGRICOLA; from-DPW,",
    "abstract": "The minimum cost of transport (MCOT) was measured in voluntarily running unladen and experimentally laden Pogonomyrmex maricopa (mean mass = 8.9 +/- 1.4 mg). MCOT did not vary with temperature over a 10 degrees C range in which P. maricopa are normally active in the field. Y-axis intercepts varied significantly among individuals, and were greater than the standard metabolic rate (SMR) for both unladen and laden ants. The mean intercept, or cost elevation above SMR, was greater for laden ants (2.10 vs 1.06J kg-1 s-1). When speed was multiplied by load ratio, all ants shared the same MCOT, indicating the equivalence of unit load and body carriage cost (load ratio range = 1.07-2.20). The combined overall MCOT for unladen and laden ants was 129 +/- 6 J kg-1 m-1, 61% less than predicted based on a current scaling equation. The energy transactions of P. maricopa and P. rugosus are compared.",
    "keywords": "ant; Formicidae; Pogonomyrmex maricopa; Pogonomyrmex rugosus; Myrmicinae; North America; USA; scientific; air temperature; physiology; bioenergetics; energetics; cost of transport; load carriage; flow-through respirometry; energy expenditure; variation; metabolism; species differences; energy cost; locomotion; behavior, foraging; seed transport; laden running; ",
    "year": "1995} "
  },
  {
    "ref_type": "incollection",
    "author": "Zakharov, A.A.",
    "title": "Ecology of ants.  [in Russian]",
    "booktitle": "Itogi Nauki Tekh. (Ser. Zoologiya Bespozv.) =Results of Sciences, Biol. Series",
    "editor": "Tikhomirova, A.L.",
    "publisher": "VINITI  AN  USSR (Inst.  Sci. Information  of the  Acad. Sci. USSR)",
    "address": "Moscow",
    "volume": "7",
    "pages": "132-205",
    "note": "Part of FORMIS; from AAZ; from-DPW,",
    "keywords": "ant; Formicidae; Europe; USSR; Russia; scientific; feeding; colony formation; colony size; colony structure; ecology; distribution; habitat; nest; population density; bioenergetics; methods; techniques; ",
    "year": "1980} "
  }
]